{"messages":[{"status":"ok"}], "collection":[{"doi":"10.1101\/2023.05.30.542965","title":"Better together: Objects in familiar constellations evoke high-level representations of real-world size","authors":"Quek, G. L.; Theodorou, A.; Peelen, M. V.","author_corresponding":"Genevieve L Quek","author_corresponding_institution":"The MARCS Institute for Brain, Behaviour and Development, Western Sydney University, Sydney, Australia","date":"2023-06-03","version":"1","type":"new results","license":"cc_by_nc_nd","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/03\/2023.05.30.542965.source.xml","abstract":"High-level vision is frequently studied at the level of either individual objects or full scenes. An intermediate level of visual organisation that has received less attention is the ''object constellation'', defined here as a familiar configuration of contextually-associated objects (e.g., plate + spoon). Recent work has shown that information from multiple objects can be integrated to support observers' high-level understanding of a ''scene''. Here we used EEG to test when the visual system integrates information across objects to support representations of real-world size. To this end, we briefly presented masked object constellations consisting of either large (e.g., chair + table) or small (e.g., plate + spoon) object silhouettes, while independently varying retinal size. As a control, observers also saw each object silhouette presented in isolation. Behavioural results showed that observers recognized the objects' real-world size more easily when the silhouettes appeared in pairs than when they appeared in isolation. Representational similarity analysis of EEG data revealed that neural activity patterns captured information about the real-world size of object constellations from ~200 ms after stimulus onset. This representation was stronger for, and specific to, object pairs as compared to single objects, and remained significant after regressing out visual similarity models derived from computational models. These results reveal the neural time course of real-world size extracted from familiar constellations of objects. More generally, they provide evidence for inter-object facilitation of visual processing, leading to a qualitatively different high-level representation of object pairs than single objects.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543064","title":"Phylodynamics Uncovers the Transmission of Antibiotic-Resistant Escherichia coli between Canines and Humans in an Urban Environment","authors":"Walas, N.; Müller, N. F.; Parker, E.; Henderson, A.; Capone, D.; Brown, J.; Barker, T.; Graham, J. P.","author_corresponding":"Nikolina Walas","author_corresponding_institution":"University of California Berkeley","date":"2023-06-03","version":"1","type":"new results","license":"cc_by_nc_nd","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/03\/2023.06.01.543064.source.xml","abstract":"The role of canines in transmitting antibiotic resistant bacteria to humans in the urban environment is poorly understood. To elucidate this role, we utilized genomic sequencing and phylogenetics to characterize the burden and transmission dynamics of antibiotic resistant Escherichia coli (ABR-Ec) cultured from canine and human feces present on urban sidewalks in San Francisco, California. We collected a total of fifty-nine ABR-Ec from human (n=12) and canine (n=47) fecal samples from the Tenderloin and South of Market (SoMa) neighborhoods of San Francisco. We then analyzed phenotypic and genotypic antibiotic resistance (ABR) of the isolates, as well as clonal relationships based on cgMLST and single nucleotide polymorphisms (SNPs) of the core genomes. Using Bayesian inference, we reconstructed the transmission dynamics between humans and canines from multiple local outbreak clusters using the marginal structured coalescent approximation (MASCOT). Overall, we found human and canine samples to carry similar amounts and profiles of ABR genes. Our results provide evidence for multiple transmission events of ABR-Ec between humans and canines. In particular, we found one instance of likely transmission from canines to humans as well as an additional local outbreak cluster consisting of one canine and one human sample. Based on this analysis, it appears that canine feces act as an important reservoir of clinically relevant ABR-Ec within the urban environment. Our findings support that public health measures should continue to emphasize proper canine feces disposal practices, access to public toilets and sidewalk and street cleaning.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542793","title":"Spatial and temporal characterization of the rich fraction of plastid DNA present in the nuclear genome of Moringa oleifera reveals unanticipated complexity in NUPTs' formation","authors":"Marczuk-Rojas, J. P.; Alamo-Sierra, A. M.; Salmeron, A.; Alcayde, A.; Isanbaev, V.; Carretero-Paulet, L.","author_corresponding":"Lorenzo Carretero-Paulet","author_corresponding_institution":"Univesity of Almería","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"genomics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.542793.source.xml","abstract":"Beyond the massive amounts of DNA and genes transferred from the protoorganelle genome to the nucleus during the endosymbiotic event that gave rise to the plastids, stretches of plastid DNA of varying size are still being copied and relocated to the nuclear genome in a process that is ongoing and does not result in the concomitant shrinking of the plastid genome. As a result, plant nuclear genomes are featured by a small, but variable, fraction of their genomes of plastid origin, the so-called nuclear plastid DNA sequences (NUPTs). However, research on the topic was mostly focused on a limited number of species and of plastid DNA. Here, we leveraged a chromosome-scale version of the Moringa oleifera genome, featured by the largest fraction of plastid DNA in any plant nuclear genome, to examine the chromosomal distribution and arrangement of NUPTs, to explicitly model and test the correlation between their age and size distribution, as well as to characterize their sites of origin at the chloroplast genome and their sites of insertion at the nuclear one. We found a bimodal distribution of NUPT relative ages, which implies NUPTs in moringa were formed through two separate events. Furthermore, NUPTs from every event showed markedly distinctive features, suggesting they originated through distinct mechanisms. Our results reveal an unanticipated complexity of the mechanisms at the origin of NUPTs and of the evolutionary forces behind their fixation and highlight moringa species as an exceptional model to study the mechanisms of origin and evolutionary fate of NUPTs.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542966","title":"Epidermal Growth Factor potentiates EGFR(Y992\/1173)-mediated therapeutic response of triple negative breast cancer cells to cold atmospheric plasma-activated medium","authors":"Wang, P.; Zhou, R.; Zhou, R.; Yu, L.; Zhao, L.; Li, W.; Lin, J.; Rajapakse, A.; Lee, C.-H.; Furnari, F. B.; Burgess, A. W.; Gunter, J. H.; Liu, G.; Ostrikov, K.; Richard, D. J.; Simpson, F.; Dai, X.; Thompson, E.","author_corresponding":"Xiaofeng Dai","author_corresponding_institution":"Wuxi School of Medicine, Jiangnan University, Wuxi 214122, China","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"cancer biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542966.source.xml","abstract":"Cold atmospheric plasma (CAP) holds promise as a cancer-specific treatment that selectively kills basal-like breast cancer cells. We used CAP-activated media (PAM) to capture the multi-modal chemical species of CAP. Specific antibodies, small molecule inhibitors and CRISPR\/Cas9 gene-editing approaches showed an essential role for receptor tyrosine kinases, especially epidermal growth factor (EGF) receptor, in mediating triple negative breast cancer (TNBC) cell responses to PAM. EGF also dramatically enhanced the sensitivity and specificity of PAM against TNBC cells. Site-specific phospho-EGFR analysis, signal transduction inhibitors and reconstitution of EGFR-depleted cells with EGFR-mutants confirmed the role of phospho-tyrosines 992\/1173 and phospholipase C gamma signaling in upregulating levels of reactive oxygen species above the apoptotic threshold. EGF-triggered EGFR activation enhanced the sensitivity and selectivity of PAM effects on TNBC cells, such that a strategy based on the synergism of CAP and EGF therapy may provide new opportunities to improve the clinical management of TNBC.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543006","title":"Upregulation of the NKG2D ligand ULBP2 by JC polyomavirus infection promotes immune recognition by natural killer cells.","authors":"Jost, S.; Ahn, J.; Chen, S.; Yoder, T.; Gikundiro, K. E.; Lee, E.; Gressens, S. B.; Kroll, K.; Craemer, M.; Kaynor, G. C.; Lifton, M.; Tan, C. S.","author_corresponding":"Chen  Sabrina Tan","author_corresponding_institution":"The University of Iowa","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"immunology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543006.source.xml","abstract":"JC polyomavirus (JCPyV) establishes a chronic infection in 70-90% of the worlds population. In immunocompetent individuals, JCPyV chronic infection is asymptomatic and not associated with diseases. However, JCPyV causes progressive multifocal leukoencephalopathy (PML), a potentially fatal complication of severe immune suppression due to monoclonal antibody treatments for cancer, autoimmune diseases and transplantation, or due to uncontrolled HIV infection. There is currently no effective treatment against PML and novel immunotherapies are urgently needed to decrease the morbidity and mortality caused by JCPyV. The risk of developing PML increases with loss of immune control by JCPyV-specific T cells and antibodies. Natural killer (NK) cells play critical roles in defense against viral infections, yet NK cell contribution to the control of JCPyV infection remains largely unexplored. Here, we first compared NK and T cell responses against JCPyV VP1 peptide pools. In about 40% of healthy donors, we detected robust CD107a upregulation and IFN-{gamma} production by NK cells, extending beyond T cell responses. Next, using a novel flow cytometry-based killing assay, we showed that co-culture of NK cells and JCPyV-infected astrocyte-derived SVG-A cells leads to a 60% reduction in infection, on average. Expression of ligands for the activating NK cell receptor NKG2D was modulated in JCPyVinfected cells, with overall enhanced expression of ULBP2. To evaluate the impact of NKG2D triggering on NK cell-mediated elimination of JCPyV-infected cells, we performed co-cultures in the presence of NKG2D blocking antibodies, which resulted in decreased NK cell degranulation. Altogether, these findings suggest NKG2D-mediated activation may play a key role in controlling JCPyV replication and may be a promising immunotherapeutic target to boost NK cell anti-JCPyV","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543102","title":"TERRA R-loops connect and protect sister telomeres in mitosis","authors":"Sze, S.; Bhardwaj, A.; FNU, P.; Azarm, K.; Mund, R.; Ring, K.; smith, s.","author_corresponding":"susan smith","author_corresponding_institution":"NYU SoM","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"cell biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543102.source.xml","abstract":"Resolution of cohesion between sister telomeres in human cells depends on TRF1-mediated recruitment of the polyADP-ribosyltransferase, tankyrase to telomeres. In cells where tankyrase is deleted or the tankyrase binding site in TRF1 is mutated, sister telomeres remain cohered in mitosis. Human aged cells and ALT cancer cells naturally exhibit persistent telomere cohesion due to shortened telomeres that do not recruit sufficient TRF1\/tankyrase for resolution. Persistent cohesion plays a protective role, but the mechanism by which sister telomeres remain cohered is not well understood. Here we show that telomere repeat containing RNA (TERRA) holds sister telomeres together through RNA-DNA hybrid (R-loop) structures. We show that a tankyrase-interacting partner, the RNA-binding protein C19orf43 is required for resolution of telomere cohesion and for repression of TERRA R-loops. Depletion of C19orf43 led to persistent telomere cohesion and an increase in TERRA R-loops. Overexpression of RNaseH1 counteracted persistent cohesion in C19orf43-depleted cells, as well as in aged and ALT cells. In fact, treatment of cohered telomeres in mitotic cells with RNaseH1 in situ, was sufficient to resolve sister telomere cohesion, confirming that RNA-DNA hybrids hold sister telomeres together. Consistent with a protective role for persistent telomere cohesion, depletion of C19orf43 in aged cells reduced DNA damage and significantly delayed replicative senescence. We propose that the inherent inability of shortened telomeres to recruit R-loop repressing machinery permits a controlled onset of senescence.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542983","title":"Genetic determinants of plasma protein levels in the Estonian population","authors":"Kalnapenkis, A.; Joeloo, M.; Lepik, K.; Kukuskina, V.; Kals, M.; Alasoo, K.; Mägi, R.; Esko, T.; Vosa, U.; Andres Metspalu, Lili Milani, Mari Nelis, Georgi Hudjashov,  ","author_corresponding":"Anette Kalnapenkis","author_corresponding_institution":"Institute of Genomics, University of Tartu","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"genomics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542983.source.xml","abstract":"The proteome holds great potential as an intermediate layer between the genome and phenome. Previous protein quantitative trait locus studies have focused mainly on describing the effects of common genetic variations on the proteome. Here, we assessed the impact of the common and rare genetic variations as well as the copy number variants (CNVs) on 326 plasma proteins measured in up to 500 individuals. We identified 184 cis and 94 trans signals for 157 protein traits, which were further fine-mapped to credible sets for 101 cis and 87 trans signals for 151 proteins. Rare genetic variation contributed to the levels of 7 proteins, with 5 cis and 14 trans associations. CNVs were associated with the levels of 11 proteins (7 cis and 5 trans), examples including a 3q12.1 deletion acting as a hub for multiple trans associations; and a CNV overlapping NAIP, a sensor component of the NAIP-NLRC4 inflammasome which is affecting pro-inflammatory cytokine interleukin 18 levels. In summary, this work presents a comprehensive resource of genetic variation affecting the plasma protein levels and provides the interpretation of identified effects.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542817","title":"Upregulated GRP78 and sFlt-1 in preeclampsia induces IRE1 and ATF6 arms of UPR leading to ER stress in placental cells","authors":"Mochan, S.; Gupta, S. K.; Arora, P.; Rani, N.; Dwivedi, S. N.; Bhatla, N.; Dhingra, R.","author_corresponding":"Renu Dhingra","author_corresponding_institution":"All India Institute of Medical Sciences, New Delhi","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"developmental biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542817.source.xml","abstract":"Introduction: Amongst vivid and diversified stresses which placenta in preeclampsia undergoes, ER stress has been a hal of the fame which is an insinuation of ill-fated UPR. In our previous study, we have already reported activation of PERK arm due to sFlt-1 present in preeclamptic mothers. The present study is an attempt to interpret rest of the two arms (IRE1 and ATF6) of UPR and ER stress subsequently by in vitro study using BeWo cells after upregulation of master regulator of UPR (GRP78) in placental tissue. Materials and Methods: Part I: Serum analysis of circulating levels of GRP78 and sFlt-1 [in 50 pairs of preeclamptic and normotensive, non-proteinuric (control) pregnant women)] using ELISA. Part II: Correlation analysis of levels of GRP78 and sFlt-1 in preeclamptic and control groups. Part III: Status of expression of GRP78 in placentae (n=10 each, preeclamptic and control groups) was reported using immunofluorescence. Part IV: In vitro experiments using BeWo cells were carried out to analyse the effect of GRP78 and sFlt-1 on IRE1 and ATF6 arms of UPR at protein (immunofluorescence and western blot) and transcript (qRT-PCR) levels. Results: Protein expressions of GRP78 and sFlt-1 were found significantly elevated in preeclamptic patients as compared to controls. Enhanced expression of master regulator of UPR (GRP78) in placental tissue of preeclamptic women was reported. Up-regulated expression of XBP1 (IRE1 arm) and ATF6 markers of UPR was observed in trophoblast cells. Conclusion: The upregulated expression of GRP78 in preeclamptic placentae and enhanced expression of XBP1 and ATF6 markers in BeWo cells at both protein and transcript levels connote role played by raised circulating levels of GRP78 and sFlt-1 in preeclampsia.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542906","title":"Reassessing the modularity of gene co-expression networks using the Stochastic Block Model","authors":"Melo, D.; Pallares, L. F.; Ayroles, J. F.","author_corresponding":"Julien F. Ayroles","author_corresponding_institution":"Lewis-Sigler Institute for Integrative Genomics, Department of Ecology and Evolutionary Biology, Princeton University, Princeton, NJ, USA","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc","category":"genomics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.542906.source.xml","abstract":"Finding communities in gene co-expression networks is a common first step toward extracting biological insight from such complex datasets. Most community detection algorithms expect genes to be organized into assortative modules, that is, groups of genes that are more associated with each other than with genes in other groups. While it is reasonable to expect that these modules exist, using methods that assume they exist a priori is risky, as it guarantees that alternative organizations of gene interactions will be ignored. Here, we ask the question: can we find meaningful communities without imposing a modular organization on gene co-expression networks, and how modular are these communities? For this, we use a recently developed community detection method, the weighted degree corrected stochastic block model (SBM), that does not assume that assortative modules exist. Instead, the SBM attempts to efficiently use all information contained in the co-expression network to separate the genes into hierarchically organized blocks of genes. Using RNA-seq gene expression data measured in two tissues derived from an outbred population of Drosophila melanogaster, we show that (a) the SBM is able to find ten times as many groups as competing methods, that (b) several of those gene groups are not modular, and that (c) the functional enrichment for non-modular groups is as strong as for modular communities. These results show that the transcriptome is structured in more complex ways than traditionally thought and that we should revisit the long-standing assumption that modularity is the main driver of the structuring of gene co-expression networks.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542991","title":"Solvent based fractional biosynthesis, phytochemical analysis and biological activity of silver nanoparticles obtained from extract of Salvia moorcroftiana","authors":"Khan, M.; Khan, T.; Aasim, M.; Sherazi, T. A.; Wahab, S.; Zahoor, M.","author_corresponding":"Tariq Khan","author_corresponding_institution":"University of Malakand","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542991.source.xml","abstract":"Multi-drug resistant bacteria sometimes known as \"superbugs\" developed through overuse and misuse of antibiotics are determined to be sensitive to small concentrations of silver nanoparticles. Various methods and sources are under investigation for the safe and efficient synthesis of silver nanoparticles having effective antibacterial activity even at low concentrations. We used a medicinal plant named Salvia moorcroftiana to extract phytochemicals with antibacterial, antioxidant, and reducing properties. Three types of solvents; from polar to nonpolar, i.e., water, dimethyl sulfoxide (DMSO), and hexane, were used to extract the plant as a whole and as well as in fractions. The biosynthesized silver nanoparticles in all extracts (except hexane-based extract) were spherical, smaller than 20 nm, polydispersed (PDI ranging between 0.2 and 0.5), and stable with repulsive force of action (average zeta value = -18.55{+\/-}1.17). The tested bacterial strains i.e., Klebsiella pneumoniae, Pseudomonas aeruginosa, Staphylococcus aureus, and Enterococcus faecalis were found to be sensitive to even small concentrations of AgNPs, especially P. aeruginosa. The antibacterial effect of these AgNPs was associated with their ability to generate reactive oxygen species. DMSO (in fraction) could efficiently extract antibacterial phytochemicals and showed activity against MDR bacteria (inhibition zone = 11-12 mm). Thus, the antibacterial activity of fractionated DMSO extract was comparable to that of AgNPs because it contained phytochemicals having solid antibacterial potential. Furthermore, AgNPs synthesized from this extract owned superior antibacterial activity. However, whole aqueous extract based AgNPs MIC was least (7-32 {micro}g\/mL) as compared to others.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543100","title":"NIRis: A low-cost, versatile imaging system for NIR fluorescence detection of phototrophic cell colonies used in science and education","authors":"Franz, O.; Häkkänen, H.; Kovanen, S.; Heikkilä-Huhta, K.; Nissinen, R.; Ihalainen, J. A.","author_corresponding":"Ole Franz","author_corresponding_institution":"University of Jyväskylä","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543100.source.xml","abstract":"A variety of costly research-grade imaging devices are available for the detection of spectroscopic features. Here we present an affordable, open-source and versatile device, suitable for a range of applications. We provide the files to print the imaging chamber with commonly available 3D printers and instructions to assemble it with easily available hardware. The imager is suitable for rapid sample screening in research, as well as for educational purposes. We provide details and results for an already proven set-up which suits the needs of a research group and students interested in UV-induced near-infrared fluorescence detection of microbial colonies grown on Petri dishes. The fluorescence signal confirms the presence of bacteriochlorophyll a in aerobic anoxygenic phototrophic bacteria (AAPB). The imager allows for the rapid detection and subsequent isolation of AAPB colonies on Petri dishes with diverse environmental samples. To this date, 15 devices have been build and more than 7000 Petri dishes have been analyzed for AAPB, leading to over 1000 new AAPB isolates. Parts can be modified depending on needs and budget. The latest version with automated switches and double band pass filters costs around 350 Euro in materials and resolves bacterial colonies with diameters of 0.5 mm and larger. The low cost and modular build allow for the integration in high school classes to educate students on light properties, fluorescence and microbiology. Computer-aided design of 3D-printed parts and programming of the employed Raspberry Pi computer could be incorporated in computer sciences classes. Students have been also inspired to do agar art with microbes. The device is currently used in seven different high schools in Finland. Additionally, a science education network of Finnish universities has incorporated it in its program for high school students. Video guides have been produced to facilitate easy operation and accessibility of the device.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542681","title":"minimap2-fpga: Integrating hardware-accelerated chaining for efficient end-to-end long-read sequence mapping","authors":"Liyanage, K.; Samarakoon, H.; Parameswaran, S.; Gamaarachchi, H.","author_corresponding":"Hasindu Gamaarachchi","author_corresponding_institution":"UNSW Sydney","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542681.source.xml","abstract":"minimap2 is the gold-standard software for reference-based sequence mapping in third-generation long-read sequencing. While minimap2 is relatively fast, further speedup is desirable, especially when processing a multitude of large datasets. In this work, we present minimap2-fpga, a hardware-accelerated version of minimap2 that speeds up the mapping process by integrating an FPGA kernel optimised for chaining. We demonstrate speed-ups in end-to-end run-time for data from both Oxford Nanopore Technologies (ONT) and Pacific Biosciences (PacBio). minimap2-fpga is up to 79% and 53% faster than minimap2 for ~30X ONT and ~50X PacBio datasets respectively, when mapping without base-level alignment. When mapping with base-level alignment, minimap2-fpga is up to 62% and 10% faster than minimap2 for ~30X ONT and ~50X PacBio datasets respectively. The accuracy is near-identical to that of original minimap2 for both ONT and PacBio data, when mapping both with and without base-level alignment. minimap2-fpga is supported on Intel FPGA-based systems (evaluations performed on an on-premise system) and Xilinx FPGA-based systems (evaluations performed on a cloud system). We also provide a well-documented library for the FPGA-accelerated chaining kernel to be used by future researchers developing sequence alignment software with limited hardware background.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543128","title":"Design Automation of Microfluidic Single and Double Emulsion Droplets with Machine Learning","authors":"Lashkaripour, A.; McIntyre, D. P.; Calhoun, S. G. K.; Krauth, K.; Densmore, D. M.; Fordyce, P. M.","author_corresponding":"Polly M Fordyce","author_corresponding_institution":"Stanford University","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"bioengineering","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543128.source.xml","abstract":"Droplet microfluidics enables kHz screening of picoliter samples at a fraction of the cost of other high-throughput approaches. However, generating stable droplets with desired characteristics typically requires labor-intensive empirical optimization of device designs and flow conditions that limit adoption to specialist labs. Here, we compile the most comprehensive droplet dataset to date and use it to train machine learning models capable of accurately predicting device geometries and flow conditions required to generate stable aqueous-in-oil and oil-in-aqueous single and double emulsions from 15 to 250 um at rates up to 12000 Hz for different fluids commonly used in life sciences. Novel device geometries predicted by our models for as-yet-unseen fluids yield accurate predictions, establishing their generalizability. Finally, we generate an easy-to-use design automation tool that yield droplets within 3 um (< 8%) of the desired diameter, facilitating tailored droplet-based platforms for new applications and accelerating their utility in life sciences.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543047","title":"Impact of reference design on estimating SARS-CoV-2 lineage abundances from wastewater sequencing data","authors":"Assmann, E.; Agrawal, S.; Orschler, L.; Böttcher, S.; Lackner, S.; Hölzer, M.","author_corresponding":"Martin Hölzer","author_corresponding_institution":"Genome Competence Center (MF1), Robert Koch Institute, Berlin, Germany","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543047.source.xml","abstract":"Sequencing of SARS-CoV-2 RNA from wastewater samples has emerged as a valuable tool for detecting the presence and relative abundances of SARS-CoV-2 variants in a community. By analyzing the viral genetic material present in wastewater, public health officials can gain early insights into the spread of the virus and inform timely intervention measures. The construction of reference datasets from known SARS-CoV-2 lineages and their mutation profiles has become state-of-the-art for assigning viral lineages and their relative abundances from wastewater sequencing data. However, the selection of reference sequences or mutations directly affects the predictive power. Here, we show the impact of a mutation- and sequence-based reference reconstruction for SARS-CoV-2 abundance estimation. We benchmark three data sets: 1) synthetic 'spike-in' mixtures, 2) German samples from early 2021, mainly comprising Alpha, and 3) samples obtained from wastewater at an international airport in Germany from the end of 2021, including first signals of Omicron. The two approaches differ in sub-lineage detection, with the marker-mutation-based method, in particular, being challenged by the increasing number of mutations and lineages. However, the estimations of both approaches depend on selecting representative references and optimized parameter settings. By performing parameter escalation experiments, we demonstrate the effects of reference size and alternative allele frequency cutoffs for abundance estimation. We show how different parameter settings can lead to different results for our test data sets, and illustrate the effects of virus lineage composition of wastewater samples and references. Here, we compare a mutation- and sequence-based reference construction and assignment for SARS-CoV-2 abundance estimation from wastewater samples. Our study highlights current computational challenges, focusing on the general reference design, which significantly and directly impacts abundance allocations. We illustrate advantages and disadvantages that may be relevant for further developments in the wastewater community and in the context of higher standardization.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543171","title":"Enhancing gene co-expression network inference for the malaria parasite Plasmodium falciparum","authors":"Li, Q.; Button-Simons, K. A.; Sievert, M. A.; Chahoud, E.; Foster, G. F.; Meis, K.; Ferdig, M. T.; Milenkovic, T.","author_corresponding":"Tijana Milenkovic","author_corresponding_institution":"University of Notre Dame","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"systems biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543171.source.xml","abstract":"Background: Malaria results in more than 550,000 deaths each year due to drug resistance in the most lethal Plasmodium (P) species P. falciparum. A full P. falciparum genome was published in 2002, yet 44.6% of its genes have unknown functions. Improving functional annotation of genes is important for identifying drug targets and understanding the evolution of drug resistance. Results: Genes function by interacting with one another. So, analyzing gene co-expression networks can enhance functional annotations and prioritize genes for wet lab validation. Earlier efforts to build gene co-expression networks in P. falciparum have been limited to a single network inference method or gaining biological understanding for only a single gene and its interacting partners. Here, we explore multiple inference methods and aim to systematically predict functional annotations for all P. falciparum genes. We evaluate each inferred network based on how well it predicts existing gene-Gene Ontology (GO) term annotations using network clustering and leave-one-out cross-validation. We assess overlaps of the different networks' edges (gene co-expression relationships) as well as predicted functional knowledge. The networks' edges are overall complementary: 47%-85% of all edges are unique to each network. In terms of accuracy of predicting gene functional annotations, all networks yield relatively high precision (as high as 87% for the network inferred using mutual information), but the highest recall reached is below 15%. All networks having low recall means that none of them capture a large amount of all existing gene-GO term annotations. In fact, their annotation predictions are highly complementary, with the largest pairwise overlap of only 27%. We provide ranked lists of inferred gene-gene interactions and predicted gene-GO term annotations for future use and wet lab validation by the malaria community. Conclusions: The different networks seem to capture different aspects of the P. falciparum biology in terms of both inferred interactions and predicted gene functional annotations. Thus, relying on a single network inference method should be avoided when possible.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542960","title":"Minimal condition repetitions required in rapid serial visual presentation decoding paradigms","authors":"Grootswagers, T.","author_corresponding":"Tijl Grootswagers","author_corresponding_institution":"The MARCS Institute for Brain, Behaviour and Development","date":"2023-06-02","version":"1","type":"new results","license":"cc0_ng","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542960.source.xml","abstract":"Rapid Serial Visual Presentation (RSVP) decoding paradigms allow testing a greater number of conditions than was previously possible within short experimental sessions. However, in these designs individual neural responses may be more susceptible to noise due to responses overlapping with adjacent epochs. This study investigates the minimum number of repetitions required for reliable decoding accuracies in RSVP decoding paradigms. We used previously published EEG data and conducted a standard decoding analysis while varying the number of repetitions used. We found that it is possible to obtain reliable decoding accuracies with only around six repetitions of each condition, which has important implications for research questions that require short experiments, particularly for studying populations who may not be able to tolerate longer or more demanding protocols. These findings highlight the potential benefits of using efficient RSVP decoding designs and conducting short experiments and may have far-reaching impacts in cognitive neuroscience, by providing insights into optimizing data collection methods for diverse populations and experimental protocols.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543256","title":"A novel family of sugar-specific phosphodiesterases that remove zwitterionic modifications of N-acetylglucosamine","authors":"Fossa, S. L.; Anton, B. P.; Kneller, D. W.; Petralia, L. M. C.; Boisvert, M. L.; Vainauskas, S.; Hokke, C. H.; Foster, J. M.; Taron, C. H.","author_corresponding":"Christopher H. Taron","author_corresponding_institution":"New England Biolabs","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543256.source.xml","abstract":"The zwitterions phosphorylcholine (PC) and phosphoethanolamine (PE) are often found esterified to certain sugars in polysaccharides and glycoconjugates in a wide range of biological species. One such modification involves PC attachment to the 6-carbon of N-acetylglucosamine (GlcNAc-6-PC) in N-glycans and glycosphingolipids (GSLs) of parasitic nematodes, a modification that helps the parasite evade host immunity. Knowledge of enzymes involved in the synthesis and degradation of PC and PE modifications is limited. More detailed studies on such enzymes would contribute to a better understanding of the function of PC modifications and have potential application in the structural analysis of zwitterion-modified glycans. In this study, we used functional metagenomic screening to identify phosphodiesterases encoded in a human fecal DNA fosmid library that remove PC from GlcNAc-6-PC. A novel bacterial phosphodiesterase was identified and biochemically characterized. This enzyme (termed GlcNAc-PDase) shows remarkable substrate preference for GlcNAc-6-PC and GlcNAc-6-PE, with little or no activity on other zwitterion-modified hexoses. The identified GlcNAc-PDase protein sequence is a member of the large endonuclease\/exonuclease\/phosphatase (EEP) superfamily where it defines a distinct subfamily of related sequences of previously unknown function, mostly from Clostridium bacteria species. Finally, we demonstrate use of GlcNAc-PDase to confirm the presence of GlcNAc-6-PC in N-glycans and GSLs of the parasitic nematode Brugia malayi in a glycoanalytical workflow.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542990","title":"Predication of the Post Mining Land Use Based on Random Forest and DBSCAN","authors":"Bo, Q.; Lv, P.; wang, Z.; wang, q.; li, z.","author_corresponding":"ZIGUAN wang","author_corresponding_institution":"Beijing Normal University","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"ecology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542990.source.xml","abstract":"Mine reclamation is one of the most important stages of the mining activities in line with the basic principles of sustainable development. In this study, different post-mining land uses are evaluated in the Hongliulin mining area, which is located in Shen mu country of China. 145 soil samples were collected in the May,2021 by using the soil auger, and the sampling depths were 0-20 cm. The sampling points contains 45 to be reclaimed samples and 100 existing classification land use types. 14 environmental factors including soil organic matter (SOM), total nitrogen (TN) and other soil nutrients and terrain factors were extracted and calculated based on laboratory test and digital elevation map. Meanwhile, random forest classier was utilized to determine the post-mining land use based on GINI index and 14 environmental factors by using 100 existing classification land use types. 82 of 100 samples were utilized to build the model and the other 18 samples were utilized to validate the accuracy of the classification model. Density-Based Spatial Clustering of Applications with Noise (DBSCAN) techniques were utilized to determine the specific land use types in cropland, shrub and grassland. the random forest classier showed a great prediction capability, with only 1 miss-classified sample in the validation data-set, the accuracy of the classification model was 95%. Among the 45 samples to be reclaimed, 15 samples were classified into cropland, 23 samples were classified into shrub and grassland, 5 samples were classified into arbor land, 2 samples were classified into solar station. By using DBSCAN, the 58 samples classified into cropland in terms of the post-mining were separated into cluster 1 and 2, cluster 1 comprises 24 samples while cluster 2 comprises 34 samples. Among the 61 samples classified into shrubland and grassland, Cluster -1 comprises 24 samples and Cluster 0 comprise 22 samples. The results could provide technological support for land reclamation determination. The content of TN of C1 is 5 times more than C2 and 4 times more than C3. Also, the K valve of C1 column is maximum and over 0.4, which means the soil particle is relatively smaller and the soil texture of it is sandy loam. The TWI of C1 is minimum, in consideration of a positive valve of profile curvature and a negative valve of plan curvature. In terms of the 45 to be reclaimed samples, 15 samples were classified into C1, 23 samples were classified into C2, 5 samples were classified into C3, 2 samples were classified into C4. The valve of K and content of soil nutrients of the samples classified to be C1 column(C1-C) is maximum. Simultaneously, the slope steepness({degrees}) is below 5{degrees} and is perceived as gentle surface. Cluster 1 comprises 24 samples and the average content of TN, AP and SOM is 0.566g\/kg, 11.93mg\/kg and 19.975g\/kg respectively, while Cluster 2 comprises 34 samples and the average content of TN, AP and SOM is 0.304g\/kg, 3.12mg\/kg and 8.36g\/kg respectively. The result may contribute to the land use planning and idle land utilization strategy.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543083","title":"Characterisation of membrane protein interactions by peptidisc-mediated mass photometry","authors":"Young, J. W.; Pfitzner, E.; Kukura, P.; Robinson, C. V.","author_corresponding":"Carol V Robinson","author_corresponding_institution":"University of Oxford","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543083.source.xml","abstract":"Membrane proteins perform a variety of critical functions in the cell, making many of them primary drug targets. At the same time, their preference for a lipid environment makes them challenging to study using established solution-based methods. Here, we show that peptidiscs, a recently developed membrane mimetic, provide an ideal platform to study membrane proteins and their interactions with mass photometry (MP) in detergent-free conditions. The mass resolution for membrane protein complexes is similar to that achievable with soluble proteins owing to the low carrier heterogeneity. Using two well-characterized bacterial membrane protein complexes - the ABC transporter BtuCD, and the Sec translocon - we show that MP can quantify interactions between peptidisc-reconstituted membrane protein receptors and their soluble protein binding partners. Using the BAM complex, we further show that MP reveals interactions between a membrane protein receptor and a bactericidal antibody. Our results highlight the utility of peptidiscs for membrane protein characterization in detergent-free solution and provide a rapid and powerful platform for quantifying membrane protein interactions.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543078","title":"Experimental and computational insights into the functional and structural role of the linker region of a two-domain lytic polysaccharide monooxygenase","authors":"Forsberg, Z.; Stepnov, A.; Tesei, G.; Wang, Y.; Buchinger, E.; Kristiansen, S. K.; Aachmann, F. L.; Arleth, L.; Eijsink, V. G. H.; Lindorff-Larsen, K.; Courtade, G.","author_corresponding":"Gaston Courtade","author_corresponding_institution":"Department of Biotechnology and Food Science, NTNU Norwegian University of Science and Technology, 7491 Trondheim, Norway","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543078.source.xml","abstract":"A considerable number of lytic polysaccharide monooxygenases (LPMOs) and other carbohydrate-active enzymes are multimodular, with catalytic domains being tethered to additional domains, such as carbohydrate-binding modules, by flexible linkers. While such linkers may affect the structure, function, and stability of the enzyme, their roles remain largely enigmatic, as do the reasons for natural variation in length and sequence. Here, we have investigated linker functionality using the two-domain ScLPMO10C as a model system. We have engineered four linker variants to address the impact of both length and sequence and characterized these using SAXS, NMR, MD simulations, and functional assays. The resulting data, supported by functional analysis for the engineered variants, revealed that linker length but not the sequence is the main determinant of linker conformation and enzyme performance. Importantly, the linker affects thermal unfolding behavior and enzyme stability. In particular, unfolding studies show that the two domains unfold independently when mixed, while the full-length enzyme shows one cooperative unfolding transition, meaning that the impact of linkers in biomass processing enzymes is more complex than previously thought.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543144","title":"Integrative Multiscale Biochemical Mapping of the Brain via Deep-Learning-Enhanced High-Throughput Mass Spectrometry","authors":"Xie, Y. R.; Castro, D. C.; Rubakhin, S. S.; Sweedler, J. V.; Lam, F.","author_corresponding":"Fan Lam","author_corresponding_institution":"University of Illinois Urbana-Champaign","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543144.source.xml","abstract":"Elucidating the spatial-biochemical organization of the brain across different scales produces invaluable insight into the molecular intricacy of the brain. While mass spectrometry imaging (MSI) provides spatial localization of compounds, comprehensive chemical profiling of large brain regions in three dimensions by MSI with single-cell resolution has not been achieved. We demonstrate complementary brain-wide and single-cell biochemical mapping via MEISTER, an integrative experimental and computational mass spectrometry framework. MEISTER integrates a deep-learning-based reconstruction that accelerates high-mass-resolving MS by 15-fold, multimodal registration creating 3D molecular distribution, and a data integration method fitting cell-specific mass spectra to 3D data sets. We imaged detailed lipid profiles in tissues with data sets containing millions of pixels, and in large single-cell populations acquired from the rat brain. We identified region-specific lipid contents, and cell-specific localizations of lipids depending on both cell subpopulations and anatomical origins of the cells. Our workflow establishes a blueprint for future developments of multiscale technologies for biochemical characterization of the brain.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543024","title":"Rewiring protein binding specificity in paralogous DRG\/DFRP complexes","authors":"Westrip, C. A. E.; Smerdon, S. J.; Coleman, M. L.","author_corresponding":"Mathew L Coleman","author_corresponding_institution":"University of Birmingham","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543024.source.xml","abstract":"The Developmentally Regulated GTP-binding (DRG) proteins are an ancient subfamily of GTPases implicated in the regulation of translation and cell growth. In eukaryotes, there are two paralogs: DRG1 and DRG2, both of which have a conserved binding partner called DRG family regulatory protein 1 and 2 (DFRP1 and DFRP2), respectively. These binding partners are required for the function of DRGs, including their stabilisation at the protein level. Moreover, DFRPs interact with their respective DRG via a conserved region called the DFRP domain. Despite being highly similar, DRG1 and DRG2 have strict binding specificity for their respective DFRP. Using AlphaFold generated structure models of the human DRG\/DFRP complexes, we have biochemically characterised their interactions and identified interface residues involved in determining specificity. This analysis revealed that as few as five mutations in DRG1 can switch its binding from DFRP1 to DFRP2. We show how two DRG1 residues in the core of the interface are most important for specifying the interaction with DFRP1 over DFRP2. We also demonstrate that whilst DFRP1 can stimulate the GTPase activity of DRG1, DFRP2 binding cannot. Overall, this work provides new insight into the structural determinants responsible for the binding specificities of the DRG:DFRP translation factor complexes, which are known to be essential for normal development in mice and humans.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543065","title":"Formation of amyloid fibrils by the regulatory 14-3-3ζ protein","authors":"Sulskis, D.; Ziaunys, M.; Sakalauskas, A.; Smirnovas, V.","author_corresponding":"Darius Sulskis Dr.","author_corresponding_institution":"Sector of Amyloid Research, Institute of Biotechnology, Life Sciences Center, Vilnius University","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543065.source.xml","abstract":"The 14-3-3 is a highly conserved adaptor protein family with multi-layer functions, abundantly expressed in the brain. The 14-3-3 proteins modulate phosphorylation, regulate enzymatic activity and can act as chaperones. Most importantly, they play an important role in various neurodegenerative disorders due to their vast interaction partners. Particularly, the 14-3-3{zeta} isoform is known to co--localize in aggregation tangles in both Alzheimer's and Parkinson's diseases as a result of protein-protein interactions. These abnormal clumps consist of amyloid fibrils -- insoluble aggregates, mainly formed by amyloid-{beta}, tau and -synuclein proteins. However, the molecular basis of if and how 14-3-3{zeta} can aggregate into amyloid fibrils is unknown. In this study, we describe the formation of amyloid fibrils by 14-3-3{zeta} utilizing a comprehensive approach that combines bioinformatic tools, amyloid-specific dye binding, secondary structure analysis and atomic force microscopy. The results presented herein characterize the amyloidogenic properties of 14-3-3{zeta} and imply that the well[ndash]folded protein undergoes aggregation to {beta}--sheet--rich amyloid fibrils.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542947","title":"Therapeutic TNF-alpha Delivery After CRISPR Receptor Modulation in the Intervertebral Disc","authors":"Stover, J. D.; Trone, M. A. R.; Weston, J.; Lewis, C.; Levis, H.; Philippi, M.; Zeidan, M.; Lawrence, B.; Bowles, R. D.","author_corresponding":"Robby D. Bowles","author_corresponding_institution":"University of Utah","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"bioengineering","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.542947.source.xml","abstract":"Low back pain (LBP) ranks among the leading causes of disability worldwide and generates a tremendous socioeconomic cost. Disc degeneration, a leading contributor to LBP, can be characterized by the breakdown of the extracellular matrix of the intervertebral disc (IVD), disc height loss, and inflammation. The inflammatory cytokine TNF-alpha; has multiple pathways and has been implicated as a primary mediator of disc degeneration. We tested our ability to regulate the multiple TNF-alpha; inflammatory signaling pathways in vivo utilizing CRISPR receptor modulation to slow the progression of disc degeneration in rats. Sprague-Dawley rats were treated with CRISPRi-based epigenome-editing therapeutics targeting TNFR1 and showed a decrease in behavioral pain in a disc degeneration model. Surprisingly, while treatment with the vectors alone was therapeutic, TNF-alpha injection itself became therapeutic after TNFR1 modulation. These results suggest direct inflammatory receptor modulation, to harness beneficial inflammatory signaling pathways, as a potent strategy for treating disc degeneration.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543146","title":"A Microfluidic Transistor for Liquid Signal Processing","authors":"Gopinathan, K. A.; Mishra, A.; Mutlu, B. R.; Edd, J. F.; Toner, M.","author_corresponding":"Mehmet Toner","author_corresponding_institution":"Massachusetts General Hospital","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"bioengineering","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543146.source.xml","abstract":"Microfluidics have enabled significant advances in molecular biology, synthetic chemistry, diagnostics, and tissue engineering. However, there has long been a critical need in the field to manipulate fluids and suspended matter with the precision, modularity, and scalability of electronic circuits. Just as the electronic transistor enabled unprecedented advances in the control of electricity on an electronic chip, a microfluidic analogue to the transistor could enable improvements in the complex, scalable control of reagents, droplets, and single cells on an autonomous microfluidic chip. Prior works on creating a microfluidic analogue to the electronic transistor could not replicate the transistor's saturation behavior, which is crucial to perform analog amplification and is fundamental to modern circuit design. Here we exploit the fluidic phenomenon of flow-limitation to develop a microfluidic element with flow-pressure characteristics completely analogous to the current-voltage characteristics of the electronic transistor. As this microfluidic transistor successfully replicates all of the key operating regimes of the electronic transistor (linear, cut-off and saturation), we are able to directly translate a variety of fundamental electronic circuit designs into the fluidic domain, including the amplifier, regulator, level shifter, logic gate, and latch. Finally, we demonstrate a \"smart\" particle dispenser that senses single suspended particles, performs liquid signal processing, and accordingly controls the movement of said particles in a purely fluidic system without electronics. By leveraging the vast repertoire of electronic circuit design, microfluidic transistor-based circuits are easy to integrate at scale, eliminate the need for external flow control, and enable uniquely complex liquid signal processing and single-particle manipulation for the next generation of chemical, biological, and clinical platforms.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543468","title":"Quantifying uncertainty in off-target activity for CRISPR guide RNAs","authors":"Ozden, F.; Minary, P.","author_corresponding":"Furkan Ozden","author_corresponding_institution":"University of Oxford","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543468.source.xml","abstract":"CRISPR-based genome editing technologies have revolutionised the field of molecular biology, offering unprecedented opportunities for precise genetic manipulation. However, off-target effects remain a significant challenge, potentially leading to unintended consequences and limiting the applicability of CRISPR-based genome editing technologies in clinical settings. Current literature predominantly focuses on point predictions for off-target activity, which may not fully capture the range of possible outcomes and associated risks. Here, we present CRISPAI, a hybrid multitask neural network architecture approach for predicting uncertainty estimates for off-target cleavage activity, providing a more comprehensive risk assessment and facilitating improved decision-making in single guide RNA (sgRNA) design and experimental optimization. Our approach makes use of the count noise model Zero Inflated Negative Binomial (ZINB) to model the uncertainty in the off-target cleavage activity data. We show that uncertainty estimates of our approach are calibrated and its predictive performance is superior to the existing in-silico off-target cleavage activity prediction tools.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543367","title":"Elucidating the mechanism of microbial thermogenesis","authors":"Dhatt, P. S.; Moon, T. S.","author_corresponding":"Tae Seok Moon","author_corresponding_institution":"Washington University in St Louis","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"synthetic biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543367.source.xml","abstract":"Organisms necessarily release heat energy in their pursuit of survival. This process is known as cellular thermogenesis and is implicated in many processes from cancer metabolism to spontaneous farm fires. However, the molecular basis for this fundamental phenomenon is yet to be elucidated. Here, we show that the major players involved in cellular thermogenesis are the protein kinases ArcB, GlnL, and YccC in Escherichia coli. We also reveal the substrate-level control of ATP-driven autophosphorylation that governs cellular thermogenesis. Through live-cell microcalorimetric experimentation, we find that only three of the 231 regulatory proteins, when knocked out in a model Escherichia coli strain, dysregulate cellular thermogenesis. This dysregulation can be seen in an average 25% or greater increase in heat output by these cells. We also discover that both heat output and intracellular ATP levels are maximal during the late log phase of growth. Our results demonstrate a correlation between ATP concentrations in the cell and a cells ability to generate excess heat. We expect this work to be the foundation for engineering a new generation of thermogenically-tuned organisms for a variety of applications.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542925","title":"Direct-print three-dimensional electrodes for large-scale, high-density, and customizable neural interfaces","authors":"Wang, P.; Wu, E. G.; Ulusan, H.; Phillips, A. J.; Hays, M. R.; Kling, A.; Zhao, E. T.; Madugula, S.; Vilkhu, R. S.; Vasireddy, P. K.; Hierlemann, A.; Hong, G.; Chichilnisky, E. J.; Melosh, N. A.","author_corresponding":"Nicholas A. Melosh","author_corresponding_institution":"Stanford University","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542925.source.xml","abstract":"Silicon-based planar microelectronics is a powerful tool for scalably recording and modulating neural activity at high spatiotemporal resolution, but it remains challenging to target neural structures in three dimensions (3D). We present a method for directly fabricating 3D arrays of tissue-penetrating microelectrodes onto silicon microelectronics. Leveraging a high-resolution 3D printing technology based on 2-photon polymerization and scalable microfabrication processes, we fabricated arrays of 6,600 microelectrodes 10-130 m tall and at 35-m pitch onto a planar silicon-based microelectrode array. The process enables customizable electrode shape, height and positioning for precise targeting of neuron populations distributed in 3D. As a proof of concept, we addressed the challenge of specifically targeting retinal ganglion cell (RGC) somas when interfacing with the retina. The array was customized for insertion into the retina and recording from somas while avoiding the axon layer. We verified locations of the microelectrodes with confocal microscopy and recorded high-resolution spontaneous RGC activity at cellular resolution. This revealed strong somatic and dendritic components with little axon contribution, unlike recordings with planar microelectrode arrays. The technology could be a versatile solution for interfacing silicon microelectronics with neural structures and modulating neural activity at large scale with single-cell resolution.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543472","title":"The basis of antigenic operon fragmentation in Bacteroidota and commensalism","authors":"Bank, N. C.; Singh, V.; Grubb, B.; McCourt, B.; Burberry, A.; Roberts, K. D.; Rodriguez-Palacios, A.","author_corresponding":"Alexander Rodriguez-Palacios","author_corresponding_institution":"Case Western Reserve University","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543472.source.xml","abstract":"The causes for variability of pro-inflammatory surface antigens that affect gut commensal\/opportunistic dualism within the phylum Bacteroidota remain unclear. Using the classical lipopolysaccharide\/O-antigen rfb operon in Enterobacteriaceae as a surface antigen model (5-gene-cluster rfbABCDX), and a recent rfbA-typing strategy for strain classification, we characterized the architecture\/conservancy of the entire rfb operon in Bacteroidota. Analyzing complete genomes, we discovered that most Bacteroidota have the rfb operon fragmented into non-random gene-singlets and\/or doublets\/triplets, termed \"minioperons\". To reflect global operon integrity, duplication, and fragmentation principles, we propose a five-category (infra\/supernumerary) cataloguing system and a Global Operon Profiling System for bacteria. Mechanistically, genomic sequence analyses revealed that operon fragmentation is driven by intra-operon insertions of predominantly Bacteroides-DNA (thetaiotaomicron\/fragilis) and likely natural selection in specific micro-niches. Bacteroides-insertions, also detected in other antigenic operons (fimbriae), but not in operons deemed essential (ribosomal), could explain why Bacteroidota have fewer KEGG-pathways despite large genomes. DNA insertions overrepresenting DNA-exchange-avid species, impact functional metagenomics by inflating gene-based pathway inference and overestimating \"extra-species\" abundance. Using bacteria from inflammatory gut-wall cavernous micro-tracts (CavFT) in Crohns Disease, we illustrate that bacteria with supernumerary-fragmented operons cannot produce O-antigen, and that commensal\/CavFT Bacteroidota stimulate macrophages with lower potency than Enterobacteriaceae, and do not induce peritonitis in mice. The impact of \"foreign-DNA\" insertions on pro-inflammatory operons, metagenomics, and commensalism offers potential for novel diagnostics and therapeutics.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543041","title":"Assessing the dynamics of Mycobacterium bovis infection in three French badger populations","authors":"Calenge, C.; Payne, A.; Reveillaud, E.; Richomme, C.; Girard, S.; Desvaux, S.","author_corresponding":"Clement Calenge","author_corresponding_institution":"OFB: Office Francais de la Biodiversite","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"ecology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543041.source.xml","abstract":"The Sylvatub system is a national surveillance programme set up in 2011 in France to monitor in wild species the infection by Mycobacterium bovis, the main aetiologic agent for bovine tuberculosis. This participatory programme, involving both national and local stakeholders, allowed to monitor from 2013 to 2019 the progression of the infection in three badger populations located in clusters covering between 3222 km2 and 7698 km2. In each cluster, badgers were trapped and tested for M. bovis. Our first aim was to describe the dynamics of the infection in these clusters. We developed a Bayesian model of the prevalence accounting for the spatial structure of the cases, the imperfect and variable sensitivity of the diagnostic tests, and the correlation of the infection status of badgers of the same commune caused by local factors (social structure, proximity to infected farms, etc.). This model revealed a prevalence increasing with time in one cluster (Dordogne\/Charentes), decreasing in the second cluster (Burgundy), and remaining stable in the third cluster (Bearn). In all clusters, the infection was strongly spatially structured, whereas the mean correlation between the infection status of two animals trapped in the same commune was negligible. Our second aim was to develop indicators for the monitoring of the M. bovis infection by stakeholders of the programme. We used the fitted model to estimate, in each cluster, (i) the mean prevalence level at mid-period, and (ii) the proportion of the badger population becoming infected in one year. We then derived two indicators of these two key quantities from a much simpler regression model, and we showed how these two indicators could be easily used to monitor the infection in the three clusters. We showed with simulations that these two simpler indicators were a good approximation of these key quantities.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542988","title":"A Bayesian approach to Mendelian randomization using summary statistics in the univariable and multivariable settings with correlated pleiotropy","authors":"Grant, A. J.; Burgess, S.","author_corresponding":"Andrew J Grant","author_corresponding_institution":"University of Sydney","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc","category":"genetics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542988.source.xml","abstract":"Mendelian randomization uses genetic variants as instrumental variables to make causal inferences on the effect of an exposure on an outcome. Due to the recent abundance of high-powered genome-wide association studies, many putative causal exposures of interest have large numbers of independent genetic variants with which they associate, each representing a potential instrument for use in a Mendelian randomization analysis. Such polygenic analyses increase the power of the study design to detect causal effects, however they also increase the potential for bias due to instrument invalidity. Recent attention has been given to dealing with bias caused by correlated pleiotropy, which results from violation of the Instrument Strength independent of Direct Effect assumption. Although methods have been proposed which can account for this bias, a number of restrictive conditions remain in many commonly used techniques. In this paper, we propose a novel Bayesian framework for Mendelian randomization which provides valid causal inference under very general settings. We propose the methods MR-Horse and MVMR-Horse, which can be performed without access to individual-level data, using only summary statistics of the type commonly published by genome-wide association studies, and can account for both correlated and uncorrelated pleiotropy. In simulation studies, we show that the approach retains type I error rates below nominal levels even in high pleiotropy scenarios. We consider an applied example looking at the causal relationship between combinations of four exposures (LDL-cholesterol, triglycerides, fasting glucose and birth weight) and three outcomes (coronary artery disease, type 2 diabetes and asthma).","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543409","title":"A marine cryptochrome with an inverse photo-oligomerization mechanism","authors":"Vu, H. H.; Behrmann, H.; Hanic, M.; Jeyasankar, G.; Krishnan, S.; Dannecker, D.; Hammer, C.; Gunkel, M.; Solovyov, I. A.; Wolf, E.; Behrmann, E.","author_corresponding":"Elmar Behrmann","author_corresponding_institution":"Institute of Biochemistry - University of Cologne","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543409.source.xml","abstract":"Cryptochromes (CRYs) are a structurally conserved but functionally diverse family of proteins that can confer unique sensory properties to organisms. In the marine bristle worm Platynereis dumerilii, its light receptive cryptochrome L-CRY (PdLCry) allows the animal to discriminate between sunlight and moonlight, an important requirement for synchronizing its lunar cycle-dependent mass spawning. Using cryo-electron microscopy, we show that in the dark, PdLCry adopts a dimer arrangement observed neither in plant nor insect CRYs. Intense illumination disassembles the dimer into monomers. Structural and functional data suggest a mechanistic coupling between the light-sensing flavin adenine dinucleotide chromophore, the dimer interface, and the C-terminal tail helix, with a likely involvement of the phosphate binding loop. Taken together, our work establishes PdLCry as a CRY protein with inverse photo-oligomerization with respect to plant CRYs, and provides molecular insights into how this protein might help discriminating the different light intensities associated with sunlight and moonlight.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543386","title":"Terminal maturation of human reticulocytes to red blood cells by extensive remodelling and progressive liquid ordering of membrane lipids","authors":"Minetti, G.; Kaestner, L.; Dorn, I.","author_corresponding":"Giampaolo Minetti","author_corresponding_institution":"University of Pavia","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543386.source.xml","abstract":"The terminal differentiation of reticulocytes to mature red blood cells (RBCs) in mammals is a topic of intense investigation. Although much has been learned about the early phase of reticulocyte maturation in the bone marrow of the adult mammal, after enucleation of the orthochromatic erythroblast, the final maturation of peripheral circulating reticulocytes into RBCs is still poorly understood. Research on reticulocyte maturation was predominantly carried out on stress reticulocytes, or mixed populations of RBCs and normal reticulocytes, strongly limiting the possibility of discriminating different maturational phases and the relative underlying mechanisms. Another limitation was a somewhat \"proteinocentric\" approach, whereby possible qualitative and quantitative changes in the most important structural component of the membrane, the lipids, were not investigated. In the marrow, the reticulocyte matures through processes intrinsic to the cell (autophagy, ubiquitin\/proteasome-dependent proteolysis, exosome release, regulated volume decrease) to reduce its size and simplify its composition. In the circulation, the task is taken over by systemic intervention that is necessary for the removal of extra surface area and to stimulate further volume decrease. The last two processes are preliminary to and go along with the completion of the assembly of the membrane skeleton and its anchoring to the bilayer into a structurally and functionally stable plasma membrane. The selective membrane removal in the marrow phase of maturation leads to the loss of most of the transferrin receptor through release of exosomes enriched in membrane rafts. In the circulatory phase, membrane area decrease is obtained by (a) different mechanism(s), as indicated by several pieces of evidence, including the results of the present study We have isolated here two populations of circulating reticulocytes at different levels of maturation in vivo, and three subpopulations of RBCs of different age from normal human donors, and characterized the evolution of their lipidome. Sphingomyelin, cholesterol and in part phosphatidylethanolamine increase in relative terms, whereas phosphatidylcholine and phosphatidylserine decrease from immature reticulocytes to mature RBCs, at the same time as the surface area per cell decreases. Moreover, the relative amounts of the more than 70 phospholipid subclasses evaluated in the study, based on the number of carbon atoms (12-24) and of double bonds (0-6) in the fatty acids linked to the phospholipid, also change in the process. This complex remodeling suggests the presence of an underlying blueprint, whereby changes in each individual phospholipid subclass all seem to converge in producing a state of higher liquid order, and thus of higher stability, in the lipid bilayer. Results also strongly hint at the lipid remodeling as the driving force, together with cell shrinkage, for the organization of spectrin in an extended meshwork and its anchoring to the bilayer through vertical interactions with intrinsic membrane proteins. A model is proposed, based on concepts of lipid interdigitation and protein \"pinning\".","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543345","title":"AGILE Platform: A Deep Learning-Powered Approach to Accelerate LNP Development for mRNA Delivery","authors":"Xu, Y.; Ma, S.; Cui, H.; Chen, J.; Xu, S.; Wang, K.; Varley, A.; Lu, R. X. Z.; Bo, W.; Li, B.","author_corresponding":"Bowen Li","author_corresponding_institution":"University of Toronto","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543345.source.xml","abstract":"Ionizable lipid nanoparticles (LNPs) have seen widespread use in mRNA delivery for clinical applications, notably in SARS-CoV-2 mRNA vaccines. Despite their successful use, expansion of mRNA therapies beyond COVID-19 is impeded by the absence of LNPs tailored to different target cell types. The traditional process of LNP development remains labor-intensive and cost-inefficient, relying heavily on trial and error. In this study, we present the AI-Guided Ionizable Lipid Engineering (AGILE) platform, a synergistic combination of deep learning and combinatorial chemistry. AGILE streamlines the iterative development of ionizable lipids, crucial components for LNP-mediated mRNA delivery. This approach brings forth three significant features: efficient design and synthesis of combinatorial lipid libraries, comprehensive in silico lipid screening employing deep neural networks, and adaptability to diverse cell lines. Using AGILE, we were able to rapidly design, synthesize, and evaluate new ionizable lipids for mRNA delivery in muscle and immune cells, selecting from a library of over 10,000 candidates. Importantly, AGILE has revealed cell-specific preferences for ionizable lipids, indicating the need for different tail lengths and head groups for optimal delivery to varying cell types. These results underscore the potential of AGILE in expediting the development of customized LNPs. This could significantly contribute to addressing the complex needs of mRNA delivery in clinical practice, thereby broadening the scope and efficacy of mRNA therapies.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543050","title":"Metagenomic Profiles of Archaea and Bacteria within Thermal and Geochemical Gradients of the Guaymas Basin Deep Subsurface","authors":"Geller-McGrath, D.; Mara, P.; Edgcomb, V. P.; Beaudoin, D.; Morono, Y.; Teske, A.","author_corresponding":"Andreas Teske","author_corresponding_institution":"University of North Carolina at Chapel Hill","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543050.source.xml","abstract":"While the temperature gradients of Earth's crust and sediments are thought to delineate the downward extent and ultimate limits of the subsurface biosphere, the actual course of consecutively changing microbial communities and activities, from cool surficial sediments towards the deep, hot biosphere, remains to be charted. We used metagenomic and metatranscriptomic analyses of the hydrothermally heated, massive sediment layers of Guaymas Basin (Gulf of California, Mexico) to examine the environmental distribution and activity patterns of bacteria and archaea along thermal, geochemical and cell count gradients. Composition and distribution of MAGs, dominated by Chloroflexota and Thermoproteota, were shaped by biogeochemical parameters as long as temperatures remained moderate, but downcore increasing temperatures overrode other factors beyond ca. 45{degrees}C. Consistently, MAG genome size and diversity decreased with increasing temperature, indicating a conspicuous downcore winnowing of the subsurface biosphere. In contrast, specific archaeal MAGs within the Thermoproteota and Hadarchaeota increased in relative abundance and in recruitment of transcriptome reads towards deeper, hotter sediments, and mark the transition towards a distinct deep, hot biosphere.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543076","title":"zDB: bacterial comparative genomics made easy","authors":"Marquis, B.; Pillonel, T.; Carrara, A.; Bertelli, C.","author_corresponding":"Claire Bertelli","author_corresponding_institution":"Lausanne University Hospital and University of Lausanne","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543076.source.xml","abstract":"The analysis and comparison of genomes relies on different tools for tasks such as annotation, orthology prediction and phylogenetic inference. Most tools are specialized for a single task and additional efforts are necessary to integrate and visualize the results. To fill this gap, we developed zDB, an application that integrates an analysis pipeline and a visualization platform. Starting from annotated Genbank files, zDB identifies orthologs and infers a phylogeny for each orthogroup. A species phylogeny is also constructed from shared single-copy orthologs. The results can be enriched with Pfam protein domain prediction, COG and KEGG annotations and Swissprot homologs. The web application allows searching for specific genes or annotations, running Blast queries and comparing genomic regions and whole genomes. The metabolic capacities of organisms can be compared at either the module or pathway levels. Finally, users can run queries to examine the conservation of specific genes or annotations across a chosen subset of genomes and display the results as a list of genes, Venn diagram or heatmaps. Those features will make zDB useful for both bioinformaticians and researchers more accustomed to laboratory research. zDB is perfectly suited to process datasets with tens to hundred of genomes on a desktop machine.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543432","title":"Gut microbiota-derived gamma-aminobutyric acid from metformin treatment reduces hepatic ischemia\/reperfusion injury through inhibiting ferroptosis.","authors":"Wang, F.; Liu, X.; Huang, F.; Wang, W.; Zhou, Y.; Wang, X.; Song, Z.; Wang, S.; Wang, X.; Shi, D.; Ruan, G.; Ji, X.; Zhang, E.; Tan, Z.; Ye, Y.; Wang, C.; Zhu, J.","author_corresponding":"Wantie Wang","author_corresponding_institution":"Wenzhou Medical University","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543432.source.xml","abstract":"Hepatic ischemia\/reperfusion injury (HIRI) is a common and inevitable factor leading to poor prognosis in various liver diseases, making the outcomes of current treatments in clinic unsatisfactory. Metformin has been demonstrated to be beneficial to alleviate HIRI in recent studies, however, the underpinning mechanism remains unclear. In this study, we found metformin mitigates HIRI-induced ferroptosis through reshaped gut microbiota in mice, which was verified by the results of fecal microbiota transplantation (FMT) treatment but eliminated by using antibiotics to deplete gut bacteria. Detailedly, 16S rRNA and metagenomic sequencing identified that the metformin-reshaped microbiota was characterized by the increase of gamma-aminobutyric acid (GABA) producing bacteria, which was confirmed by the increase of GABA synthesis key enzymes, glutamic acid decarboxylase (GAD) and putrescine aminotransferase (PAT), in gut microbes of metformin-treated mice and healthy volunteers. Furthermore, the benefit of GABA against HIRI-induced ferroptosis was demonstrated by the results from GABA-treated mice. Collectively, our data indicate that metformin can mitigate HIRI-induced ferroptosis by reshaped gut microbiota, and GABA was identified as a key metabolite.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543275","title":"Ribosome profiling reveals the fine-tuned response of Escherichia coli to mild and severe acid stress","authors":"Schumacher, K.; Gelhausen, R.; Kion-Crosby, W.; Barquist, L.; Backofen, R.; Jung, K.","author_corresponding":"Kirsten Jung","author_corresponding_institution":"Ludwig-Maximilians-Universitaet Munich","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543275.source.xml","abstract":"The ability to respond to acidic environments is crucial for neutralophilic bacteria. Escherichia coli has a well-characterized regulatory network that triggers a multitude of defense mechanisms to counteract excess of protons. Nevertheless, systemic studies of the transcriptional and translational reprogramming of E. coli to different degrees of acid stress have not yet been performed. Here, we used ribosome profiling and RNA sequencing to compare the response of E. coli (pH 7.6) to sudden mild (pH 5.8) and severe near-lethal acid stress (pH 4.4) conditions that mimic passage through the gastrointestinal tract. We uncovered new differentially regulated genes and pathways, key transcriptional regulators, and 18 novel acid-induced candidate sORFs. By using machine learning leveraging large compendia of publicly available E. coli expression data, we were able to distinguish between the response to acid stress and general stress. These results expand the acid resistance network and provide new insights into the fine-tuned response of E. coli to mild and severe acid stress.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542987","title":"Alterations in RNA editing in skeletal muscle following exercise training in individuals with Parkinsons disease","authors":"Mercer, H. M.; Nair, A. M.; Ridgel, A.; Piontkivska, H.","author_corresponding":"Heather  Milliken Mercer","author_corresponding_institution":"Kent State University","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542987.source.xml","abstract":"Parkinsons Disease (PD) is the second most common neurodegenerative disease behind Alzheimers Disease, currently affecting more than 10 million people worldwide and 1.5 times more males than females. The progression of PD results in the loss of function due to neurodegeneration and neuroinflammation. The etiology of PD is multifactorial, including both genetic and environmental origins. Here we explored changes in RNA editing, specifically editing through the actions of the Adenosine Deaminases Acting on RNA (ADARs), in the progression of PD. Analysis of ADAR editing of skeletal muscle transcriptomes from PD patients and controls, including those that engaged in a rehabilitative exercise training program revealed significant differences in ADAR editing patterns based on age, disease status, and following rehabilitative exercise. Further, deleterious editing events in protein coding regions were identified in multiple genes with known associations to PD pathogenesis. Our findings of differential ADAR editing complement findings of changes in transcriptional network identified by a recent Lavin et al. (2020) study and offer insights into dynamic ADAR editing changes associated with PD pathogenesis.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542978","title":"Deep learning from harmonized peptide libraries enables retention time prediction of diverse post translational modifications","authors":"Wilburn, D. B.; Shannon, A. E.; Spicer, V.; Richards, A. L.; Yeung, D.; Swaney, D. L.; Krokhin, O. V.; Searle, B. C.","author_corresponding":"Brian C Searle","author_corresponding_institution":"The Ohio State University","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542978.source.xml","abstract":"In proteomics experiments, peptide retention time (RT) is an orthogonal property to fragmentation when assessing detection confidence. Advances in deep learning enable accurate RT prediction for any peptide from sequence alone, including those yet to be experimentally observed. Here we present Chronologer, an open-source software tool for rapid and accurate peptide RT prediction. Using new approaches to harmonize and false-discovery correct across independently collected datasets, Chronologer is built on a massive database with >2.2 million peptides including 10 common post-translational modification (PTM) types. By linking knowledge learned across diverse peptide chemistries, Chronologer predicts RTs with less than two-thirds the error of other deep learning tools. We show how RT for rare PTMs, such as OGlcNAc, can be learned with high accuracy using as few as 10-100 example peptides in newly harmonized datasets. This iteratively updatable workflow enables Chronologer to comprehensively predict RTs for PTM-marked peptides across entire proteomes.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542977","title":"Defined synthetic microbial communities colonize and benefit field-grown sorghum","authors":"Fonseca Garcia, C.; Wilson, A.; Elmore, J. R.; Pettinga, D.; McClure, R.; Atim, J.; Pedraza, J.; Hutmacher, R.; Egbert, R.; Coleman-Derr, D.","author_corresponding":"Devin Coleman-Derr","author_corresponding_institution":"Plant Gene Expression Center, USDA-ARS","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"synthetic biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542977.source.xml","abstract":"The rhizosphere represents a dynamic and complex interface between plant hosts and the microbial community found in the surrounding soil. While it is recognized that manipulating the rhizosphere has the potential to improve plant fitness and health, engineering the rhizosphere microbiome through inoculation has often proved challenging. This is in large part due to the competitive microbial ecosystem in which the added microbes must survive, and lack of adaptation of these added microbes to the specific metabolic and environmental pressures of the rhizosphere. Here, we constructed an inoculation formula using a defined synthetic community (dSynCom) approach that we hypothesized would improve engraftment efficiency and potentially the relationship with the host plant, Sorghum bicolor. The dSynCom was assembled from bacterial isolates that were either: 1) identified to potentially play a role in community cohesion through network analysis, or 2) identified to benefit from host-specific exudate compounds. Growth of the dSynCom was first evaluated in vitro on solid media, secondly in planta under gnotobiotic laboratory conditions, and finally using sorghum plants grown in the field. We demonstrate that the dSynCom performs best in terms of maintaining diversity when grown in the presence of the plant host in lab conditions, and that many lineages are lost from the community when grown either in vitro or in a native field setting. Finally, we demonstrate that the dSynCom is able to promote growth of above- and below-ground plant phenotypes compared to uninoculated controls, both in the lab and when applied to plants grown in the field. These results demonstrate the potential utility of SynComs for supporting crop performance even in the absence of persistence, and the need for a deeper mechanistic understanding of community control of host fitness in agricultural contexts.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543470","title":"Electrophysiological correlates of (mis)judging social information","authors":"Wischnewski, M.; Hörberg, M. O. Y.; Schutter, D. J. L. G.","author_corresponding":"Miles Wischnewski","author_corresponding_institution":"University of Minnesota","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543470.source.xml","abstract":"Social information can be used to optimize decision making. However, the simultaneous presentation of multiple sources of advice can lead to a distinction bias in judging the validity of the information. While involvement of event-related potential (ERP) components in social information processing has been studied, how they are modulated by (mis)judging advisor's information validity remains unknown. In two experiments participants performed a decision making task with highly accurate or inaccurate cues. Each experiment consisted of a initial, learning and test phase. During the learning phase three advice cues were simultaneously presented and the validity of them had to be assessed. The effect of different cue constellations on ERPs was investigated. In the subsequent test phase, the willingness to follow or oppose an advice cue was tested. Results demonstrated the distinction bias with participants over or underestimating the accuracy of the most uncertain cues. The P2 amplitude was significantly increased during cue presentation when advisors were in disagreement as compared to when all were in agreement, regardless of cue validity. Further, a larger P3 amplitude during outcome presentation was found when advisors were in disagreement and increased with more informative cues. As such, most uncertain cues were related to the smallest P3 amplitude. Findings suggest that misjudgment of social information is related to P3 amplitude subserving evaluation information and learning. This study provides novel insights into the role of P2 and P3 components during judgement of social information validity.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543323","title":"In vitro modelling of anterior primitive streak patterning with hESC reveals the dynamic of WNT and NODAL signalling required to specify notochord progenitors","authors":"Garcia, M. R.; Thimonier, C.; Angoura, K.; Ozga, E.; MacPherson, H.; Blin, G.","author_corresponding":"Guillaume Blin","author_corresponding_institution":"Institute for Regeneration and Repair, Institute for Stem Cell Research, School of Biological Sciences, The University of Edinburgh, 5 Little France Drive, Edin","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"developmental biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543323.source.xml","abstract":"Notochord progenitors (NotoPs) are a rare, yet vital embryonic cell population that give rise to the cells that form and maintain intervertebral discs. An unlimited access to NotoPs would open new opportunities for basic biomedical research and regenerative medicine of the discs. However, the mechanisms responsible for the specification and the maintenance of NotoPs are not understood. This gap in understanding stems from the fact that NotoPs emerge during the gastrulation to axial elongation transition; an event that is ethically and technically challenging to investigate. Here, to circumvent this issue, we use micropatterning to guide the development of human ESCs into standardised patterns of anterior primitive streak cell fates. We found that endogenous levels of NODAL signalling regulate the balance of axial progenitors and that NotoPs emergence requires the timely inhibition of Nodal signalling. Our work provides insights into the mechanisms driving the patterning of the of the axial progenitor niche and may inform the development of future strategies aimed at deriving bona-fide NotoPs from hESC.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543415","title":"Social dynamics of vervet monkeys are dependent upon group identity.","authors":"Kerjean, E.; van de Waal, E.; Canteloup, C.","author_corresponding":"Elena Kerjean","author_corresponding_institution":"Research center on animal cognition (CRCA), Center of Integrative Biology (CBI), University of Toulouse III - Paul Sabatier, CNRS, Toulouse 31062, France.","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"animal behavior and cognition","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543415.source.xml","abstract":"Traditions are widespread across the animal realm. In comparison to material traditions, little is known about the existence of stable social traditions in non-human primates (NHP), especially in the wild. Here, we investigated inter-group variability of social dynamics in wild vervet monkeys (Chlorocebus pygerythrus). To do so, we assessed the individual propensity of being affiliative (i.e., sociality) along with grooming reciprocity at the group level. Our data set included nine years of ad libitium social data on three neighbouring groups of wild vervet monkeys from the Inkawu Vervet Project (IVP), South Africa. These groups shared a substantial part of their ecological and genetic environments, which excluded differences in ecology and\/or genetics as the main cause of inter-group behavioural diversity. We analysed 84 704 behavioural interactions between 247 individuals using generalized-linear mixed models. We found that, in one group - Ankhase - individuals had a higher propensity to be affiliative and grooming interactions were more reciprocal. Despite yearly fluctuations in sociality, differences between groups remained stable over time. Moreover, our model predictions confirmed that these findings were maintained for similar sex ratios, age distributions and group sizes. Strikingly, our results suggested that dispersing males adapted their sociality to the sociality of the group they integrated. As a whole, our study sheds new light on the existence of stable social dynamics dependent upon group identity in wild vervet monkeys and suggests that at least part of this variability is socially mediated.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543018","title":"Metabuli: sensitive and specific metagenomic classification via joint analysis of amino-acid and DNA","authors":"Kim, J.; Steinegger, M.","author_corresponding":"Martin Steinegger","author_corresponding_institution":"Seoul National University","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543018.source.xml","abstract":"Current metagenomic classifiers analyze either DNA or amino-acid (AA) sequences. DNA-based methods have better specificity in distinguishing well-studied clades, but they have limited sensitivity in detecting under-studied clades. AA-based methods suffer the opposite problem. To tackle this trade-off, we developed Metabuli for a joint analysis of DNA and AA using a novel k-mer, metamer. In benchmarks, Metabuli was simultaneously as specific as DNA-based methods and as sensitive as AA-based methods. In the CAMI2 plant-associated dataset, Metabuli covers 99% and 98% of classifications of state-of-the-art DNA-based and AA-based classifiers, respectively. Metabuli is available as free and open-source software for Linux and macOS at metabuli.steineggerlab.com.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543259","title":"The PALB2 DNA binding domain is an intrinsically disordered recombinase.","authors":"Kyriukha, Y.; Watkins, M. B.; Redington, J. M.; Hopkins, J. B.; Dastvan, R.; Pozzi, N.; Korolev, S.","author_corresponding":"Sergey Korolev","author_corresponding_institution":"Saint Louis Univesity School of Medicine","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"biophysics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543259.source.xml","abstract":"Tumor suppressor Partner and Localizer of BRCA2 (PALB2) is a scaffold protein that links BRCA1, BRCA2 and other DNA repair factors and plays a crucial role in homologous recombination (HR). The interaction of PALB2 with DNA strongly enhances the efficiency of HR. Importantly, the PALB2 DNA-binding domain (PALB2-DBD) supports strand exchange of DNA or RNA, a complex multistep reaction carried by only a few protein families like RecA-like recombinases or Rad52. The mechanisms of PALB2 DNA binding and strand exchange are unknown. Through circular dichroism, electron paramagnetic spectroscopy and small-angle X-ray scattering, we found that the PALB2-DBD is intrinsically disordered, even when bound to DNA. Intrinsically disordered proteins (IDPs) are prevalent in the human proteome and have many important biological functions. The advanced level of complexity of the strand exchange reaction significantly expands the functional repertoire of IDPs. Using confocal single-molecule FRET, we found that PALB2-DBD binding leads to oligomerization-dependent compaction of DNA. We hypothesize that PALB2-DBD uses a chaperone-like mechanism to aid formation and resolution of complex DNA and RNA multichain intermediates during DNA replication and repair. Similar DNA-binding IDRs may represent a novel class of functional domains evolved in eukaryotic nucleic acids metabolism complexes.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543431","title":"Symmetry in frontal but not motor and somatosensory corticocortical and corticostriatal circuitry","authors":"Papale, A. E.; Harish, M.; Paletzki, R. F.; O'Connor, N. J.; Eastwood, B. S.; Seal, R. P.; Williamson, R. S.; Gerfen, C. R.; Hooks, B. M.","author_corresponding":"Bryan M. Hooks","author_corresponding_institution":"Department of Neurobiology, University of Pittsburgh School of Medicine, Pittsburgh, PA","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543431.source.xml","abstract":"Neocortex and striatum are topographically organized by cortical areas representing sensory and motor functions, where primary cortical areas are generally used as models for other cortical regions. But different cortical areas are specialized for distinct purposes, with sensory and motor areas lateralized for touch and motor control, respectively. Frontal areas are involved in decision making, where lateralization of function may be less important. This study contrasted the topographic precision of ipsilateral and contralateral projections from cortex based on the injection site location. While sensory cortical areas had strongly topographic outputs to ipsilateral cortex and striatum, they were weaker and not as topographically strong to contralateral targets. Motor cortex had somewhat stronger projections, but still relatively weak contralateral topography. In contrast, frontal cortical areas had high degrees of topographic similarity for both ipsilateral and contralateral projections to cortex and striatum. This contralateral connectivity reflects on the pathways in which corticostriatal computations might integrate input outside closed basal ganglia loops, enabling the two hemispheres to act as a single unit and converge on one result in motor planning and decision making.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543460","title":"Multimodal analysis of neuronal maturation in the developing primate prefrontal cortex","authors":"Gao, Y.; Dong, Q.; Arachchilage, K. H.; Risgaard, R.; Sheng, J.; Syed, M.; Schmidt, D. K.; Jin, T.; Liu, S.; Doherty, D.; Glass, I.; Levine, J. E.; Wang, D.; Chang, Q.; Zhao, X.; Sousa, A. M.","author_corresponding":"Xinyu Zhao","author_corresponding_institution":"University of Wisconsin-Madison","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543460.source.xml","abstract":"The dorsolateral prefrontal cortex (dlPFC) is a derived cortical area in primates that is involved in myriad high-cognitive functions and is associated with several neuropsychiatric disorders. Here, we performed Patch-seq and single-nucleus multiomic analyses of the rhesus macaque dlPFC to identify genes governing neuronal maturation during midfetal to late-fetal development. Our multimodal analyses have identified genes and pathways important for the maturation of distinct neuronal populations as well as genes underlying the maturation of specific electrophysiological properties. Using gene knockdown in macaque and human organotypic slices, we functionally tested the role of RAPGEF4, a gene involved in synaptic remodeling, and CHD8, a high-confidence autism spectrum disorder risk gene, on the electrophysiological and morphological maturation of excitatory neurons in the macaque and human fetal dlPFC.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543448","title":"Inter and Intralaminar Excitation of Parvalbumin Interneurons in Mouse Barrel Cortex","authors":"Scheuer, K. S.; Jansson, A. M.; Zhao, X.; Jackson, M. B.","author_corresponding":"Meyer B Jackson","author_corresponding_institution":"University of Wisconsin - Madison","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543448.source.xml","abstract":"Parvalbumin (PV) interneurons are inhibitory fast-spiking cells with essential roles in directing the flow of information through cortical circuits. These neurons set the balance between excitation and inhibition, control rhythmic activity, and have been linked to disorders including autism spectrum and schizophrenia. PV interneurons differ between cortical layers in their morphology, circuitry, and function, but how their electrophysiological properties vary has received little attention. Here we investigate responses of PV interneurons in different layers of primary somatosensory barrel cortex (BC) to different excitatory inputs. With the genetically-encoded hybrid voltage sensor, hVOS, we recorded voltage changes simultaneously in many L2\/3 and L4 PV interneurons to stimulation in either L2\/3 or L4. Decay-times were consistent across L2\/3 and L4. Amplitude, half-width, and rise-time were greater for PV interneurons residing in L2\/3 compared to L4. Stimulation in L2\/3 elicited responses in both L2\/3 and L4 with longer latency compared to stimulation in L4. These differences in latency between layers could influence their windows for temporal integration. Thus PV interneurons in different cortical layers of BC show differences in response properties with potential roles in cortical computations.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542986","title":"Uncovering the role that specific genes play in reachability properties of complex biological Gene Regulatory Networks (GRNs): The Arabidopsis thaliana flower development case","authors":"Chairez-Veloz, J. E.; Chavez-Hernandez, E. C.; Davila-Velderrain, J.; Alvarez-Buylla, E. R.; Martinez-Garcia, J. C.","author_corresponding":"Juan Carlos Martinez-Garcia","author_corresponding_institution":"Centro de Investigacion y de Estudios Avanzados del IPN: Centro de Investigacion y de Estudios Avanzados del Instituto Politecnico Nacional","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"systems biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542986.source.xml","abstract":"The dynamic processes of multicellular organism development are regulated and coordinated by Gene Regulatory Networks (GRN's). Therefore, a sustained effort to understand the dynamical properties of these modularly structured networks has shown the great utility of experimentally grounded and dynamically characterized discrete Boolean models, as an ideal formalism based on dynamical systems modeling tool for its qualitative description. Up to now, several low-dimensional Boolean GRNs have been proposed to recover gene activation configurations observed for specific cell types, and they have been validated via robustness and mutant analyses. Nevertheless, systematic studies that elucidate the role of individual genes implicated on transitions between given attractors in the context of morphogenetic patterns of development, are still very scarce. Such sort of studies is in fact quite relevant because genes belonging to a given GRN do not work in isolation. Indeed, they could interact with others GRN's and\/or with micro-environmental cues. Consequently, the structural specificities of the involved genes at the network level should be assessed in order to uncover the functional nature of the larger network involved. This is particularly meaningful when considering the role played by specific genes on transient dynamics related to cell fate specification. Following this idea, we propose here a computer-based analytical procedure intended to elucidate the role that specific genes play on the reachability properties of GRNs. As a structural property of a given dynamical network, reachability characterizes the attainability of specified attractors from given initial attractors as a consequence of the action of specific driving exogenous stimuli. Our proposal is based on algebraic systems approaches built around the Semi-Tensor Product (STP). We illustrate here our proposed procedure through the exploration of the reachability properties of the well-known Floral Organ Specification GRN of Arabidopsis thaliana (FOS-GRN), that recovers ten fixed-point attractors. Our findings suggest that there exist 79 inducible transitions among all possible pairs of attractors, with a suitable external Boolean control input over different well-characterized nodes of the network. Additionally, we found that such potentiality of these genes to produce attractor transitions is maintained by the continuous approximation model of the FOS-GRN, recovering not only qualitative but also useful quantitative information. Finally, we discussed the biological significance of our results and, even if we do not establish the specific molecular nature of the characterized exogenous control input, we concluded that reachability analysis can give us some important insights on the network level role that individual genes acquire by their collaboration with the GRN, becoming then targets in cell-fate decisions during development.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543223","title":"Demonstration that sublinear dendrites enable linearly non-separable computations","authors":"Caze, R. D.; Tran-Van-Minh, A.; Gutkin, B.; DiGregorio, D.","author_corresponding":"Romain Daniel Cazé","author_corresponding_institution":"Imperial College London","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543223.source.xml","abstract":"Theory predicts that nonlinear summation of synaptic potentials within dendrites allows neurons to perform linearly non-separable computations (LNSCs). Using Boolean analysis approaches, we predicted that both supralinear and sublinear synaptic summation could allow single neurons to implement a type of LNSC, the feature binding problem (FBP), which does not require inhibition contrary to the XOR. Notably, sublinear dendritic operations enable LNSCs when scattered synaptic activation generates increased somatic spike output. However, experimental demonstrations of scatter-sensitive neuronal computations have not yet been described. Using glutamate uncaging onto cerebellar molecular layer interneurons, we show that scattered synaptic-like activation of dendrites evoked larger compound EPSPs than clustered synaptic activation, generating a higher output spiking probability. Moreover, we also demonstrate that single interneurons can indeed implement the FBP. Since sublinear synaptic summation is a property of passive dendrites we expect that many different neuron types can implement LNSCs.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542992","title":"Coherent feedback leads to robust background compensation in oscillatory and non-oscillatory homeostats","authors":"Nygard, M.; Ruoff, P.","author_corresponding":"Peter Ruoff","author_corresponding_institution":"University of Stavanger: Universitetet i Stavanger","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"systems biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.30.542992.source.xml","abstract":"When in an integral feedback controller a step perturbation is applied at a constant background, the controlled variable (described here as A) will in general respond with decreased response amplitudes {Delta} A as backgrounds increase. The controller variable E will at the same time provide the necessary compensatory flux to move A back to its set-point. A typical example of decreased response amplitudes at increased backgrounds is found in retinal light adaptation. Due to remarks in the literature that retinal light adaptation would also involve a compensation of backgrounds we became interested in conditions how background compensation could occur. In this paper we describe how background influences can be robustly eliminated. When such a background compensation is active, oscillatory controllers will respond to a defined perturbation with always the same (damped or undamped) frequency profile, or in the non-oscillatory case, with the same response amplitude {Delta} A, irrespective of the background level. To achieve background compensation we found that two conditions need to apply: (i) an additional set of integral controllers (here described as I_1 and I_2) have to be employed to keep the manipulated variable E at a defined set-point, and (ii), I_1 and I_2 need to feed back to the A-E signaling axis directly through the controlled variable A. In analogy to a similar feedback applied in quantum control theory, we term these feedback conditions as 'coherent feedback'. When analyzing retinal light adaptations in more detail, we find no evidence in the presence of background compensation mechanisms. Although robust background compensation, as described theoretically here, appears to be an interesting regulatory property, relevant biological or biochemical examples still need to be identified.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543370","title":"Morphological brain networks of white matter: mapping, evaluation, characterization and application","authors":"Li, J.; Li, Z.; Yang, Y.; Luo, Z.; Liu, Y.; Wang, J.","author_corresponding":"Jinhui Wang","author_corresponding_institution":"South China Normal University","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543370.source.xml","abstract":"Neuroimaging-based connectomics studies have long focused on the wiring patterns between gray matter regions. In recent years, increasing evidence emerges that neural activity in specific sets of white matter (WM) tracts dynamically fluctuates in a coordinated manner. However, the structural basis underlying the coordination is poorly understood largely due to the lack of approaches for estimating structural relations between WM regions. Here, we developed an approach to construct morphological WM networks based on structural magnetic resonance imaging. We found that the morphological WM networks exhibited nontrivial organizational principles, presented good to excellent short- and long-term reliability, accounted for phenotypic interindividual differences (Motor and Cognition), and were under genetic control. Interestingly, highly heritable edges contributed largely to interindividual differences in phenotype. Through integration with other multimodal and multiscale data, we further showed that the morphological WM networks were able to predict regional profiles of hamodynamic coherence, metabolic synchronization, gene co-expression and chemoarchitectonic covariance. Moreover, the prediction followed functional connectomic hierarchy of WM for hamodynamic coherence, was driven by genes enriched in the forebrain neuron development and differentiation for gene co-expression, and was attributed to serotonergic system-related receptors and transporters for chemoarchitectonic covariance. Finally, applying our approach to multiple sclerosis and neuromyelitis optica spectrum disorders, we found that both diseases were associated with morphological WM dysconnectivity, which was correlated with clinical variables and able to diagnose and differentiate the diseases. Altogether, our findings indicate that morphological WM networks provide a reliable and meaningful means to explore WM architecture in health and disease.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543490","title":"Dendritic voltage imaging reveals biophysical basis of associative plasticity rules","authors":"Park, P.; Wong-Campos, J. D.; Itkis, D.; Qi, Y.; Davis, H. C.; Grimm, J. B.; Plutkis, S. E.; Lavis, L.; Cohen, A. E.","author_corresponding":"Adam Ezra Cohen","author_corresponding_institution":"Harvard University","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543490.source.xml","abstract":"Dendrites on neurons integrate synaptic inputs to determine spike timing. Dendrites also convey back-propagating action potentials (bAPs), where these signals interact with synaptic inputs to strengthen or weaken individual synapses. To study dendritic integration and associative plasticity rules, we developed molecular, optical, and computational tools for all-optical electrophysiology in dendrites. We mapped sub-millisecond voltage dynamics throughout the dendritic trees of CA1 pyramidal neurons in acute brain slices. Our data show history-dependent bAP propagation in distal dendrites, driven by locally generated Na+ spikes (dSpikes). Dendritic depolarization led to a transient window for dSpike propagation, opened by A-type KV channel inactivation, and closed by slow NaV inactivation. Collisions of dSpikes with synaptic inputs triggered N-methyl-D-aspartate receptor (NMDAR)-dependent plateau potentials. These results, combined with numerical simulations, paint an intuitive picture connecting dendritic biophysics to associative plasticity rules.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543195","title":"Mapping temperature-sensitive mutations at a genome-scale to engineer growth-switches in E. coli","authors":"Schramm, T.; Pahl, V.; Link, H.","author_corresponding":"Hannes Link","author_corresponding_institution":"University of Tuebingen","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"systems biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543195.source.xml","abstract":"Temperature-sensitive (TS) mutants are a unique tool to perturb and engineer cellular systems. Here, we constructed a CRISPR library with 15,120 Escherichia coli mutants, each with a single amino acid change in one of 346 essential proteins. 1,269 of these mutants showed temperature-sensitive growth in a time-resolved competition assay. We reconstructed 94 TS mutants and measured their metabolism under growth arrest at 42C using metabolomics. Metabolome changes were strong and mutant-specific, showing that metabolism of non-growing E. coli is perturbation-dependent. For example, 24 TS mutants of metabolic enzymes overproduced the direct substrate-metabolite due to a bottleneck in their associated pathway. A strain with TS homoserine kinase (ThrBF267D) produced homoserine for 24 hours, and production was tunable by temperature. Finally, we used a TS subunit of DNA polymerase III (DnaXL289Q) to decouple growth from arginine overproduction in engineered E. coli. These results provide a strategy to identify TS mutants en masse and demonstrate their large potential to produce bacterial metabolites with non-growing cells.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542996","title":"Principles for Optimal Window Size Selection for Infant and Adult EEG Connectivity Analysis","authors":"Santamaria, L.; Canales-Johnson, A.; Noreika, V.; Leong, V.","author_corresponding":"Lorena Santamaria","author_corresponding_institution":"Nanyang Technological University","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.542996.source.xml","abstract":"Neural connectivity analysis is often performed on continuous data that has been discretized into temporal windows of a fixed length. However, the selection of an optimal window length is non-trivial, and depends on the properties of the connectivity metric being used as well as the effects of interest within the data (e.g. developmental or inter-brain effects). A systematic investigation of these factors, and objective criteria for window size selection are currently missing in the literature, particularly in regard to pediatric datasets. Here, we provide a principled examination of the effect of window size on optimization of signal to noise ratio for linear and non-linear EEG connectivity, as applied to infant, adult and dyadic (infant-adult) datasets. We employed a linear weighted phase lag index (wPLI), and a nonlinear weighted symbolic mutual information (wSMI) metric to assess brain connectivity for each dataset. Our results showed a clear polar dissociation between linear and non-linear metrics, as well as between infant and adult datasets in optimal window size. Further, optimal dyadic (infant-adult) window size settings defaulted to one or the partner rather than reflecting an intermediate compromise. Given the specificity of these results (i.e. there was no single window size that was optimal for all contrasts), we conclude that a formal analysis of optimal window size may be useful prior to conducting any new connectivity analysis. Here, we recommend guiding principles, performance metrics and decision criteria for optimal and unbiased window size selection.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543379","title":"Defining Vaginal Community Dynamics: daily microbiome transitions, the role of menstruation, bacteriophages and bacterial genes","authors":"Hugerth, L. W.; Krog, M. C.; Vomstein, K.; Du, J.; Bashir, Z.; Kaldhusdal, V.; Fransson, E.; Engstrand, L.; Nielsen, H. S.; Schuppe-Koistinen, I.","author_corresponding":"Henriette Svarre Nielsen","author_corresponding_institution":"The Recurrent Pregnancy Loss Unit, The Capital Region, Copenhagen University Hospitals, Rigshospitalet and Hvidovre Hospital","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543379.source.xml","abstract":"Background: The composition of the vaginal microbiota during the menstrual cycle is dynamic, with some women remaining eu- or dysbiotic and others transitioning between these states. What defines these dynamics, and whether these differences are microbiome-intrinsic or mostly driven by the host is unknown. To address this, we characterized 49 healthy, young women by metagenomic sequencing of daily vaginal swabs during a menstrual cycle. We classified the dynamics of the vaginal microbiome and assessed the impact of host behavior as well as microbiome differences at the species, strain, gene and phage levels. Results: Based on the daily shifts in community state types (CSTs) during a menstrual cycle the vaginal microbiome was classified into four Vaginal Community Dynamics (VCDs) and reported in a classification tool, named VALODY: constant eubiotic, constant dysbiotic, menses-related and unstable dysbiotic. The abundance of bacteria, phages, and bacterial gene content was compared between the four VCDs. Women with different VCDs showed significant differences in relative phage abundance and bacterial composition even when assigned to the same CST. Women with unstable VCDs had higher phage counts and were more likely dominated by L. iners. Their Gardnerella spp. strains were also more likely to harbour bacteriocin-coding genes. Conclusions: The VCDs present a novel time series classification which highlights the complexity of varying degrees of vaginal dysbiosis. Knowing the differences in phage levels and the genomic strains present allows a deeper understanding of the initiation and maintenance of permanent dysbiosis. Applying the VCDs to further characterize the different types of microbiome dynamics qualifies the investigation of disease and enables comparisons at individual and population levels. Based on our data, to be able to classify a dysbiotic sample into the accurate VCD, clinicians would need two-three mid-cyclical samples and two samples during menses. In the future, it will be important to address whether transient VCDs pose a similar risk profile to persistent dysbiosis with similar clinical outcomes. This framework may aid interdisciplinary translational teams in deciphering the role of the vaginal microbiome in womens health and reproduction.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543389","title":"Iron chelation by deferoxamine as useful adjunct therapeutics in murine tuberculosis.","authors":"Kaushik, S. R.; Sahu, S.; MOHAPATRA, A. K.; Yadav, N.; Sarangi, A.; Kumari, S.; Biswal, B.; Nanda, R.","author_corresponding":"Ranjan Nanda","author_corresponding_institution":"INTERNATIONAL CENTRE FOR GENETIC ENGINEERING AND BIOTECHNOLOGY","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543389.source.xml","abstract":"Iron is a critical element used for survival of both host and pathogens. Tuberculosis patients show dysregulated iron metabolism and provide an opportunity for developing host directed therapeutics. In this study, C57BL\/6 mice supplemented with ferric carboxymaltose and controls were aerosol infected with 100-120 CFU of the H37Rv strain of Mycobacterium tuberculosis. A subgroup of mice received deferoxamine (DFO) with or without isoniazid and rifampicin. The iron supplemented C57BL\/6 mice showed higher tissue mycobacterial burden at 2 weeks of post infection. The efficacy of isoniazid and rifampicin was compromised in iron supplemented C57BL\/6 mice. Iron chelation by deferoxamine (DFO) alone for a month significantly reduced the tissue mycobacterial burden but was less effective in the iron-supplemented group. DFO as an adjunct to isoniazid and rifampicin cleared the tissue mycobacteria more efficiently. Currently, DFO is used for treating acute iron poisoning and iron overloaded thalassemic patients and holds promise as an adjunct therapeutic agent for TB.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543298","title":"Deep Phenotyping of the Lipidomic Response in COVID and non-COVID Sepsis","authors":"Meng, H.; Sengupta, A.; Riccioti, E.; Mrcela, A.; Mathew, D.; Mazaleuskaya, L.; Ghosh, S.; Brooks, T.; Turner, A.; Schanoski, A.; Lahens, N.; Tan, A. W.; Woolfork, A.; Grant, G.; Susztak, K.; Letizia, A.; Sealfon, S.; Wherry, E. J.; Laudanski, K.; Weljie, A.; Meyer, N.; Fitzgerald, G.","author_corresponding":"Garret Fitzgerald","author_corresponding_institution":"University of Pennsylvania","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"systems biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543298.source.xml","abstract":"Lipids may influence cellular penetrance by pathogens and the immune response that they evoke. Here we find broad based lipidomic storm driven predominantly by secretory (s) phospholipase A2 (sPLA2) dependent eicosanoid production occurs in patients with sepsis of viral and bacterial origin and relates to disease severity in COVID-19. Elevations in the cyclooxygenase (COX) products of arachidonic acid (AA), PGD2 and PGI2, and the AA lipoxygenase (LOX) product, 12-HETE, and a reduction in the high abundance lipids, ChoE 18:3, LPC O-16:0 and PC-O-30:0 exhibit relative specificity for COVID-19 amongst such patients, correlate with the inflammatory response and link to disease severity. Linoleic acid (LA) binds directly to SARS-CoV-2 and both LA and its di-HOME products reflect disease severity in COVID-19. AA and LA metabolites and LPC-O-16:0 linked variably to the immune response. These studies yield prognostic biomarkers and therapeutic targets for patients with sepsis, including COVID-19. An interactive purpose built interactive network analysis tool was developed, allowing the community to interrogate connections across these multiomic data and generate novel hypotheses.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543412","title":"Copper reduces the virulence of bacterial communities at environmentally relevant concentrations","authors":"Lear, L.; Padfield, D.; Hesse, E.; Kay, S.; Buckling, A.; Vos, M.","author_corresponding":"Luke Lear","author_corresponding_institution":"University of Exeter","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543412.source.xml","abstract":"Increasing environmental concentrations of metals as a result of anthropogenic pollution are significantly changing many microbial communities. While there is evidence metal pollution can result in increased antibiotic resistance, the effects of metal pollution on virulence remains largely undetermined. Here, we experimentally test whether metal stress alters the virulence of bacterial communities. We do this by incubating three wastewater influent communities under different environmentally relevant copper concentrations for three days. We then quantify the virulence of the community using the Galleria mellonella infection model, and test if differences are due to changes in the rate of biomass accumulation (productivity), copper resistance, or community composition (quantified using 16S amplicon sequencing). The virulence of the communities was found to be reduced by the highest copper concentration, but not to be affected by the lower concentration. As well as reduced virulence, communities exposed to the highest copper concentration were less diverse and had lower productivity. This work highlights that metal pollution may decrease virulence in bacterial communities, but at a cost to diversity and productivity.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543359","title":"Genetic diversity, determinants, and dissemination of Burkholderia pseudomallei lineages implicated in melioidosis in northeast Thailand","authors":"Seng, R.; Tandhavanant, S.; Saiprom, N.; Phunpang, R.; Chomkatekaew, C.; Thaipadungpanit, J.; Batty, E. M.; Thomson, N. R.; Chantratita, W.; West, T. E.; Chewapreecha, C.; Chantratita, N.","author_corresponding":"Claire Chewapreecha","author_corresponding_institution":"Mahidol-Oxford Tropical Medicine Research Unit, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nd","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543359.source.xml","abstract":"Melioidosis is an often-fatal neglected tropical disease caused by an environmental bacterium Burkholderia pseudomallei. However, our understanding of disease-causing bacterial lineages, dissemination, and their adaptive mechanisms remains limited. To address this, we conducted comprehensive genomic analysis of 1,265 B. pseudomallei isolates collected from nine hospitals in northeast Thailand between 2015 and 2018, presenting the most densely sampled collection to date. Our study identified four dominant lineages with unique gene sets enhancing bacterial fitness, indicating lineage-specific co-colonisation strategies. Crucially, recombination was found to drive lineage-specific gene flow. Transcriptome analysis of a representative isolate from one lineage revealed upregulation of lineage-specific genes under nutrient-depletion. Our study also demonstrated the impact of river systems, monsoons, and typhoons in shaping the geographical dispersal of B. pseudomallei. Collectively, our findings underscore the importance of bacterial persistence in the environment as a prelude to exposure and infection, thereby providing insights for melioidosis prevention and control strategies.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.02.543464","title":"Single-component multilayered self-assembling protein nanoparticles displaying extracellular domains of matrix protein 2 as a pan-influenza A vaccine","authors":"Gomes, K. B.; Zhang, Y.-N.; Lee, Y.-Z.; Eldad, M.; Lim, A.; Ward, G.; Auclair, S.; He, L.; Zhu, J.","author_corresponding":"Jiang Zhu","author_corresponding_institution":"The Scripps Research Institute","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.02.543464.source.xml","abstract":"The development of a cross-protective pan-influenza A vaccine remains a significant challenge. Here, we designed and characterized single-component, self-assembling protein nanoparticles (1c-SApNPs) presenting the conserved extracellular domain of matrix protein 2 (M2e) from influenza A viruses of human and other hosts. Vaccination with tandem repeats of M2e (M2ex3) displayed on 1c-SApNPs demonstrated higher survival and lower weight loss compared to the soluble M2ex3 antigen against lethal challenges of H1N1 and H3N2 in mice. The mechanism of vaccine-induced adaptive immunity was also investigated in mice. Compared with the soluble M2ex3 antigen, the M2ex3 I3-01v9a 1c-SApNP formulated with a squalene-based adjuvant showed 672 times longer follicular retention, 31 times greater exposure within follicular dendritic cell networks, and up to 2.5 times stronger germinal center reactions in lymph nodes. By inducing robust and durable M2e-specific functional antibody and T cell responses, the M2ex3-presenting I3-01v9a 1c-SApNP provides a promising pan-influenza A vaccine candidate.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543250","title":"Thrombospondin 2 is a key determinant of fibrogenesis in NAFLD","authors":"Kimura, T.; Iwadare, T.; Wakabayashi, S.-i.; Kuldeep, S.; Nakajima, T.; Yamazaki, T.; Aomura, D.; Zafar, H.; Iwaya, M.; Uehara, T.; Pydi, S. P.; Tanaka, N.; Umemura, T.","author_corresponding":"Takefumi Kimura","author_corresponding_institution":"Shinshu University","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"molecular biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543250.source.xml","abstract":"Hepatic overexpression of the thrombospondin 2 gene (THBS2) and elevated levels of circulating thrombospondin 2 (TSP2) have been observed in patients with chronic liver disease. The current study aimed to identify the specific cells expressing THBS2\/TSP2 in non-alcoholic fatty liver disease (NAFLD) and investigate the underlying mechanism behind THBS2\/TSP2 up-regulation. Comprehensive NAFLD liver gene datasets, including single-cell RNA sequencing (scRNA-seq), in-house NAFLD liver tissue, and LX-2 cells derived from human hepatic stellate cells (HSCs), were analyzed using a combination of computational biology, genetic, immunological, and pharmacological approaches. Analysis of the genetic dataset revealed the presence of 1433 variable genes in patients with advanced fibrosis NAFLD, with THBS2 ranked among the top 2 genes. Quantitative polymerase chain reaction examination of NAFLD livers showed a significant correlation between THBS2 expression and fibrosis stage (r=0.349, p<0.001). In support of this, scRNA-seq data and in situ hybridization demonstrated that the THBS2 gene was highly expressed in HSCs of NAFLD patients with advanced fibrosis. Pathway analysis of the gene dataset revealed THBS2 expression to be associated with the transforming growth factor beta (TGF{beta}) pathway and collagen gene activation. Moreover, the activation of LX-2 cells with TGF{beta} increased THBS2\/TSP2 and collagen expression independently of the TGF{beta}-SMAD2\/3 pathway. THBS2 gene knockdown significantly decreased collagen expression in LX-2 cells. In conclusion, THBS2\/TSP2 is highly expressed in HSCs and plays a role in regulating fibrogenesis in NAFLD patients. THBS2\/TSP2 may therefore represent a potential target for anti-fibrotic therapy in NAFLD.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543292","title":"Assessing the performance of commercial reagent antibodies","authors":"Ayoubi, R.; Ryan, J.; Fotouhi, M.; Alshafie, W.; Bolivar, S. G.; Moleon, V. R.; Reintsch, W.; Eckmann, P.; Worrall, D.; McDowell, I.; Southern, K.; Durcan, T. M.; Bandrowski, A. E.; Virk, H. S.; McPherson, P. S.; Edwards, A. M.; Laflamme, C.","author_corresponding":"Carl Laflamme","author_corresponding_institution":"Montreal Neurological Institute (McGill University), Structural Genomics Consortium","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"molecular biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543292.source.xml","abstract":"Antibodies are critical reagents to detect and characterize human proteins. The biomedical research community aspires to have at least one potent and selective renewable antibody for each human protein, and for each of the common applications. To quantify the potential to achieve this goal with commercial reagent antibodies, we applied a standardized characterization approach to assess the performance of 614 commercial antibodies for 65 neuroscience-related proteins in Western blot, immunoprecipitation, and immunofluorescence applications, using isogenic knockout cells as controls. By carrying out side-by-side comparisons of the antibodies, we demonstrate that: i) for each application tested, 61% to 89% of this protein set was covered by at least one high-performing antibody with 54% to 77% covered by at least one high-performing renewable antibody, suggesting that coverage of human proteins by commercial antibodies is significant; ii) on average recombinant antibodies performed better than monoclonal or polyclonal antibodies; iii) hundreds of underperforming antibodies have been used in published articles. Encouragingly, of the commercial antibodies that did not perform as expected, 18% were removed from the market by manufacturers and 37% had alterations made to their recommended usage. This work suggests that the first step toward achieving coverage of the human proteome with selective renewable antibodies is to mine the existing commercial antibody repertoire, and then use this knowledge to focus new renewable antibody generation efforts.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543011","title":"pOPARA: Vectors for Golden Gate assembly of expression constructs containing the araBAD promoter","authors":"Milnes, L.; Youles, M.; Maidment, J. H.","author_corresponding":"Josephine HR Maidment","author_corresponding_institution":"The Sainsbury Laboratory, University of East Anglia, Norwich Research Park, Norwich, NR4 7UH, UK; 2Blades, 1630 Chicago Avenue, Evanston, Illinois, 60201, Illin","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc","category":"molecular biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543011.source.xml","abstract":"Heterologous protein production is often required to investigate the structural, biochemical, and biophysical properties of a protein of interest. Frequently, optimisation of expression conditions is required to obtain soluble protein and maximise yield. Trialling a variety of solubility and purification tags, as well as constructs containing different regulatory elements, is desirable. Golden Gate cloning allows modular assembly of different constructs using Type IIS restriction enzymes. The pOPIN vector suite, which utilises the T7 expression system, has been adapted to be compatible with Golden Gate assembly. Here, we present the pOPARA vectors. Expression from pOPARA vectors is driven by the araBAD promoter (pBAD) and is induced by addition of arabinose to the culture medium. pOPARA allows modular assembly of expression constructs using Golden Gate cloning with the CDS of interest and an optional C-terminal tag. pOPARA1 contains a carbenicillin resistance cassette flanked by restriction sites to allow exchange of the selectable markers. In pOPARA2, the carbenicillin resistance cassette has been exchanged for a spectinomycin resistance cassette. We demonstrate that both vectors can be used to express and produce a control protein.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542975","title":"Learning structural heterogeneity from cryo-electron sub-tomograms with tomoDRGN","authors":"Powell, B. M.; Davis, J. H.","author_corresponding":"Joseph H. Davis","author_corresponding_institution":"Massachusetts Institute of Technology","date":"2023-06-02","version":"1","type":"new results","license":"cc_by_nc_nd","category":"molecular biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.542975.source.xml","abstract":"Cryo-electron tomography (cryo-ET) allows one to observe macromolecular complexes in their native, spatially contextualized environment. Tools to visualize such complexes at nanometer resolution via iterative alignment and averaging are well-developed but rely on assumptions of structural homogeneity among the complexes under consideration. Recently developed downstream analysis tools allow for some assessment of macromolecular diversity but have limited capacity to represent highly heterogeneous macromolecules, including those undergoing continuous conformational changes. Here, we extend the highly expressive cryoDRGN deep learning architecture, originally created for cryo-electron microscopy single particle analysis, to sub-tomograms. Our new tool, tomoDRGN, learns a continuous low-dimensional representation of structural heterogeneity in cryo-ET datasets while also learning to reconstruct a large, heterogeneous ensemble of structures supported by the underlying data. Using simulated and experimental data, we describe and benchmark architectural choices within tomoDRGN that are uniquely necessitated and enabled by cryo-ET data. We additionally illustrate tomoDRGN's efficacy in analyzing an exemplar dataset, using it to reveal extensive structural heterogeneity among ribosomes imaged in situ.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.06.01.543300","title":"Estimating multiplicity of infection, allele frequencies, and prevalences accounting for incomplete data","authors":"Hashemi, M.; Schneider, K. A.","author_corresponding":"Meraj Hashemi","author_corresponding_institution":"Mittweida University of Applied Sciences: Hochschule Mittweida","date":"2023-06-02","version":"1","type":"new results","license":"cc_by","category":"molecular biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.06.01.543300.source.xml","abstract":"Background: Molecular surveillance of infectious diseases allows the monitoring of pathogens beyond the granularity of traditional epidemiological approaches and is well-established for some of the most relevant infectious diseases such as malaria. The presence of genetically distinct pathogenic variants within an infection, referred to as multiplicity of infection (MOI) or complexity of infection (COI) is common in malaria and similar infectious diseases. It is an important metric that scales with transmission intensities, potentially affects the clinical pathogenesis, and a confounding factor when monitoring the frequency and prevalence of pathogenic variants. Several statistical methods exist to estimate MOI and the frequency distribution of pathogen variants. However, a common problem is the quality of the underlying molecular data. If molecular assays fail not randomly, it is likely to underestimate MOI and the prevalence of pathogen variants. Methods and findings: A statistical model is introduced which explicitly addresses data quality, by assuming a probability by which a pathogen variant remains undetected in a molecular assay. This is different from the assumption of missing at random, for which a molecular assay either performs perfectly or fails completely. The method is applicable to a single molecular marker and allows to estimate allele-frequency spectra, the distribution of MOI, and the probability of variants to remain undetected (incomplete information).Based on the statistical model, expressions for the prevalence of pathogen variants are derived and differences between frequency and prevalence are discussed. The usual desirable asymptotic properties of the maximum-likelihood estimator (MLE) are established by rewriting the model into an exponential family. The MLE has promising finite sample properties in terms of bias and variance. The covariance matrix of the estimator is close to the Cramer-Rao lower bound (inverse Fisher information). Importantly, the estimators variance is larger than that of a similar method which disregards incomplete information, but its bias is smaller. Conclusions: Although the model introduced here has convenient properties, in terms of the mean squared error it does not outperform a simple standard method that neglects missing information. Thus, the new method is recommendable only for data sets in which the molecular assays produced poor quality results. This will be particularly true if the model is extended to accommodate information from multiple molecular markers at the same time, and incomplete information at one or more markers leads to strong depletion of sample size.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543180","title":"Interactions Between the Histone Variant H2Av and the Suppressor of Hairy wing Insulator Influence the DNA Damage Response and Lymph Gland Development in Drosophila","authors":"Simmons, J. R.; Kemp, J. D. J.; Labrador, M.","author_corresponding":"Mariano Labrador","author_corresponding_institution":"The University of Tennessee","date":"2023-06-02","version":"1","type":"new results","license":"cc_no","category":"molecular biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/02\/2023.05.31.543180.source.xml","abstract":"Genome architecture is regulated by chromatin insulator proteins, and misregulation of insulator function is associated with genome instability and transcriptional regulatory defects in both vertebrates and Drosophila. Indeed, mutations of the sole insulator protein in humans, CTCF, are carcinogenic and mutations in the Drosophila insulator protein Suppressor of Hairy wing [Su(Hw)] lead to chromosomal rearrangements. However, the mechanism that links the DNA damage response and the regulation of transcription with insulator function is not yet understood. Here we show that enrichment of Su(Hw) insulator proteins at insulator sites increases after DNA damage. Additionally, Su(Hw) is necessary for phosphorylation of the histone variant H2Av in response to both UV treatment and X-ray irradiation. The requirement of Su(Hw) for H2Av phosphorylation appears to be tissue-specific, since H2Av is phosphorylated in response to DNA damage also in neurons, where Su(Hw) is not normally expressed. Similarly, we provide evidence that Su(Hw) and H2Av work together to ensure proper development of the lymph gland in Drosophila larvae. We show that H2Av regulates formation of the larval lymph gland, and mutation of H2Av causes formation of large melanotic tumors that are rescued by mutation of su(Hw) in the His2Av810 mutant background. Double mutants of su(Hw)- and His2Av810 also form supernumerary lymph gland lobes that are larger than in wild type. Our findings support a role for the Su(Hw) in the DNA damage response through the regulation of H2Av phosphorylation and suggest that Su(Hw) and H2Av also work together to ensure proper development of the lymph gland.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543034","title":"Audiotactile stimulation can improve syllable discrimination through multisensory integration in the theta frequency band","authors":"Guilleminot, P. H.; Graef, C.; Butters, E.; Reichenbach, T.","author_corresponding":"Tobias Reichenbach","author_corresponding_institution":"Friedrich-Alexander-University Erlangen-Nuremberg","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543034.source.xml","abstract":"Syllables are an essential building block of speech. We recently showed that tactile stimuli linked to the perceptual centers of syllables in continuous speech can improve speech comprehension. The rate of syllables lies in the theta frequency range, between 4 and 8 Hz, and the behavioural effect appears linked to multisensory integration in this frequency band. Because this neural activity may be oscillatory, we hypothesized that a behavioural effect may also occur not only while but also after this activity has been evoked or entrained through vibrotactile pulses. Here we show that audiotactile integration regarding the perception of single syllables, both on the neural and on the behavioural level, is consistent with this hypothesis. We first stimulated subjects with a series of vibrotactile pulses and then presented them with a syllable in background noise. We show that, at a delay of 200 ms after the last vibrotactile pulse, audiotactile integration still occurred in the theta band and syllable discrimination was enhanced. Moreover, the dependence of both the neural multisensory integration as well as of the behavioral discrimination on the delay of the audio signal with respect to the last tactile pulse was consistent with a damped oscillation. In addition, the multisensory gain is correlated with the syllable discrimination score. Our results therefore evidence the role of the theta band in audiotactile integration and provide evidence that these effect may involve oscillatory activity that still persists after the tactile stimulation.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543028","title":"Leveraging information between multiple population groups and traits improves fine-mapping resolution","authors":"Zhou, F.; Soremekun, O.; Chikowore, T.; Fatumo, S.; Barroso, I.; Morris, A.; Asimit, J. L.","author_corresponding":"Jennifer Lea Asimit","author_corresponding_institution":"University of Cambridge","date":"2023-06-01","version":"1","type":"new results","license":"cc_by","category":"genomics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543028.source.xml","abstract":"Statistical fine-mapping helps to pinpoint likely causal variants underlying genetic association signals. Its resolution can be improved by (i) leveraging information between traits; and (ii) exploiting differences in linkage disequilibrium structure between diverse population groups. Using association summary statistics, MGflashfm jointly fine-maps signals from multiple traits and population groups; MGfm uses an analogous framework to analyse each trait separately. We also provide a practical approach to fine-mapping with out-of-sample reference panels. In simulation studies we show that MGflashfm and MGfm are well-calibrated and that the mean proportion of causal variants with PP>0.80 is above 0.75 (MGflashfm) and 0.70 (MGfm). In our analysis of four lipids traits across five population groups, MGflashfm gives a median 99% credible set reduction of 10.5% over MGfm. MGflashfm and MGfm only require summary level data, making them very useful fine-mapping tools in consortia efforts where individual-level data cannot be shared.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.541819","title":"Generating human neural diversity with a multiplexed morphogen screen in organoids","authors":"Amin, N. D.; Kelley, K. W.; Hao, J.; Miura, Y.; Narazaki, G.; Li, T.; McQueen, P.; Kulkarni, S.; Pavlov, S.; Pasca, S. P.","author_corresponding":"Sergiu P. Pasca","author_corresponding_institution":"Stanford University","date":"2023-06-01","version":"1","type":"new results","license":"cc_no","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.541819.source.xml","abstract":"Morphogens choreograph the generation of remarkable cellular diversity in the developing nervous system. Differentiation of stem cells toward particular neural cell fates in vitro often relies upon combinatorial modulation of these signaling pathways. However, the lack of a systematic approach to understand morphogen-directed differentiation has precluded the generation of many neural cell populations, and knowledge of the general principles of regional specification remain in-complete. Here, we developed an arrayed screen of 14 morphogen modulators in human neural organoids cultured for over 70 days. Leveraging advances in multiplexed RNA sequencing technology and annotated single cell references of the human fetal brain we discovered that this screening approach generated considerable regional and cell type diversity across the neural axis. By deconvoluting morphogen-cell type relationships, we extracted design principles of brain region specification, including critical morphogen timing windows and combinatorics yielding an array of neurons with distinct neuro-transmitter identities. Tuning GABAergic neural subtype diversity unexpectedly led to the derivation of primate-specific interneurons. Taken together, this serves as a platform towards an in vitro morphogen atlas of human neural cell differentiation that will bring insights into human development, evolution, and disease.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543075","title":"The macroevolutionary dynamics of mammalian sexual size dimorphism","authors":"Jones, M. E.; Sheard, C.","author_corresponding":"Catherine Sheard","author_corresponding_institution":"University of Bristol","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"evolutionary biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543075.source.xml","abstract":"Sexual size dimorphism (SSD) is a common phenomenon across the animal kingdom. Mammals are unusual in primarily displaying male-biased SSD, where males of a species are typically larger than females. The driving factors behind the evolution of this SSD have been much debated, with popular hypotheses including the influence of mating system and social organisation via sexual selection, dietary niche divergence, and the role of body size (Renschs rule). Here, we investigate the macroevolutionary origins and maintenance of SSD among mammals, using phylogenetic general mixed linear models and a comprehensive global dataset to evaluate correlations of diet, body mass, seasonality, social organisation, and mating system with SSD type. We find that SSD as a whole is lost at a greater rate than it is gained, with female-biased SSD being particularly unstable. Non-monogamy, vertebrate prey consumption, and temperature seasonality correlate with male-biased SSD, while polyandry correlates with female-biased SSD, and both types of SSD are positively correlated with body mass. This is in partial contrast to the predictions of Renschs rule, which predicts that female-biased SSD would correlate negatively with body size. Taken together, our results highlight the importance of considering multiple ecological and social drivers when evaluating the macroevolutionary trajectory of sex differences in body size.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543025","title":"Phase-locking of neural activity to the envelope of speech in the delta frequency band reflects differences between word lists and sentences","authors":"Mohammadi, Y.; Graversen, C.; Ostergaard, J.; Kaeseler Andersen, O.; Reichenbach, T.","author_corresponding":"Tobias Reichenbach","author_corresponding_institution":"Friedrich-Alexander-University (FAU) Erlangen-Nuremberg","date":"2023-06-01","version":"1","type":"new results","license":"cc_by","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543025.source.xml","abstract":"The envelope of a speech signal is tracked by neural activity in the cerebral cortex. The cortical tracking occurs mainly in two frequency bands, theta (4 - 8 Hz) and delta band (1 - 4 Hz). Tracking in the faster theta band has been mostly associated with lower-level acoustic processing, such as the parsing of syllables, whereas the slower tracking in the delta band relates to higher-level linguistic information of words and word sequences. However, much regarding the more specific association between cortical tracking and acoustic as well as linguistic processing remains to be uncovered. Here we recorded electroencephalographic (EEG) responses to both meaningful sentences as well as random word lists in different levels of signal-to-noise ratios (SNRs) that lead to different levels of speech comprehension as well as listening effort. We then related the neural signals to the acoustic stimuli by computing the phase-locking value (PLV) between the EEG recordings and the speech envelope. We found that the PLV in the delta band increases with increasing SNR for sentences but not for the random word lists, showing that the PLV in this frequency band reflects linguistic information. When attempting to disentangle the effects of SNR, speech comprehension, and listening effort, we observed a trend that the PLV in the delta band might reflect listening effort rather than the other two variables, although the effect was not statistically significant. In summary, our study shows that the PLV in the delta band reflects linguistic information and might be related to listening effort.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542949","title":"BrainAGE as a measure of maturation during early adolescence","authors":"Whitmore, L. B.; Weston, S. J.; Mills, K. L.","author_corresponding":"Lucy B Whitmore","author_corresponding_institution":"University of Oregon","date":"2023-06-01","version":"1","type":"new results","license":"cc_by","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.542949.source.xml","abstract":"The Brain-Age Gap Estimation (BrainAGE) is an important new tool that purports to evaluate brain maturity when used in adolescent populations. However, it is unclear whether BrainAGE tracks with other maturational metrics in adolescence. In the current study, we related BrainAGE to metrics of pubertal and cognitive development using both a previously validated model and a novel model trained specifically on an early adolescent population. The previously validated model was used to predict BrainAGE in two age bands, 9-11 and 11-13 years old, while the novel model was used with 9-11 year olds only. Across both models and age bands, an older BrainAGE was related to more advanced pubertal development. The relationship between BrainAGE and cognition was less clear, with conflicting relationships across the two models. The results of the current study provide initial evidence that BrainAGE tracks with some metrics of maturation, including pubertal development. However, the conflicting results between BrainAGE and cognition lead us to question the utility of these models for non-biological processes.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543169","title":"Human-specific lncRNAs contributed critically to human evolution by distinctly regulating gene expression","authors":"Lin, J.; Wen, Y.; Tang, J.; Zhang, X.; Zhang, H.; Zhu, H.","author_corresponding":"Hao Zhu","author_corresponding_institution":"Southern Medical University","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc","category":"genomics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543169.source.xml","abstract":"What genomic sequences make protein-coding genes generate divergent expression in closely related species, specifically, differentiate humans from apes, puzzle many researchers. Many studies examined species-specific gene birth, gene loss, and changes in promoters and transcription factor binding sites, but the identification and impact of human-specific lncRNAs remain unexplored. This study identified human-specific lncRNAs from GENCODE-annotated human lncRNAs, predicted their DNA binding sites (DBSs) genome-wide, and analyzed the DBSs and their counterparts in modern humans (CEU, CHB, and YRI), archaic humans (Altai Neanderthals, Denisovans, and Vindija Neanderthals), and chimpanzees. The results reveal how human-specific lncRNAs and their DBSs have transcriptionally regulated gene expression human-specifically. The rewiring of gene expression has undergone continuous evolution, significantly changed gene expression in the brain, promoted the adaptive evolution of humans, and influenced differences in modern humans. These results reveal the importance of human-specific lncRNAs (for human evolution) and highlight the importance of other species-specific lncRNAs.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543022","title":"Universal features of Nsp1-mediated translational shutdown by coronaviruses","authors":"Schubert, K.; Karousis, E. D.; Ban, I.; Lapointe, C.; Leibundgut, M.; Baeumlin, E.; Kummerant, E.; Scaiola, A.; Schoenhut, T.; Ziegelmueller, J.; Puglisi, J.; Muehlemann, O.; Ban, N.","author_corresponding":"Nenad Ban","author_corresponding_institution":"ETH Zurich","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543022.source.xml","abstract":"Nonstructural protein 1 (Nsp1) produced by coronaviruses shuts down host protein synthesis in infected cells. The C-terminal domain of SARS-CoV-2 Nsp1 was shown to bind to the small ribosomal subunit to inhibit translation, but it is not clear whether this mechanism is broadly used by coronaviruses, whether the N-terminal domain of Nsp1 binds the ribosome, or how Nsp1 specifically permits translation of viral mRNAs. Here, we investigated Nsp1 from three representative Betacoronaviruses - SARS-CoV-2, MERS-CoV, and Bat-Hp-CoV - using structural, biophysical, and biochemical assays. We revealed a conserved mechanism of host translational shutdown across the three coronaviruses. We further demonstrated that the N-terminal domain of Bat-Hp-CoV Nsp1 binds to the decoding center of the 40S subunit, where it would prevent mRNA and eIF1A binding. Structure-based biochemical experiments identified a conserved role of these inhibitory interactions in all three coronaviruses and showed that the same regions of Nsp1 are responsible for the preferential translation of viral mRNAs. Our results provide a mechanistic framework to understand how Betacoronaviruses overcome translational inhibition to produce viral proteins.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.541805","title":"Preserved recognition of basic visual features despite lack of awareness of shape: evidence from a case of neglect","authors":"Akbiyik, S.; Schubert, T.; Caramazza, A.","author_corresponding":"Seda Akbiyik","author_corresponding_institution":"Harvard University","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nd","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.30.541805.source.xml","abstract":"Human visual experience of objects comprises a combination of different visual features, such as their color, position, and shape. Spatial attention is thought to play a role in creating a coherent perceptual experience, integrating visual information coming from a given location, but the mechanisms underlying this process are not entirely understood. Deficits of spatial attention in which this integration process does not occur normally, such as neglect, can provide insights regarding the mechanisms of spatial attention in visual object recognition. In this study, we describe a series of experiments conducted with an individual with neglect, DH. DH presents characteristic lack of awareness of the left side of individual objects, evidenced by poor object and face recognition, and impaired word reading. However, he exhibits intact recognition of color within the boundaries of the same objects he fails to recognize. Furthermore, he can also report the orientation and location of a colored region on the neglected left side despite lack of awareness of the shape of the region. To our knowledge, selective lack of awareness of shape despite intact processing of basic visual features in the same spatial location has not been reported previously. DH's performance raises intriguing questions and challenges about the role of spatial attention in the formation of coherent object percepts and visual awareness.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.539801","title":"Single cell-guided prenatal derivation of primary epithelial organoids from the human amniotic and tracheal fluids.","authors":"Gerli, M. F. M.; Cala, G.; Beesley, M. A.; Sina, B.; Tullie, L.; Panariello, F.; Michielin, F.; Sun, K. Y.; Davidson, J. R.; Russo, F. M.; Jones, B. C.; Lee, D.; Savvidis, S.; Xenakis, T.; Simcock, I. C.; Straatman-Iwanowska, A. A.; Hirst, R. A.; David, A. L.; O'Callaghan, C.; Olivo, A.; Eaton, S.; Loukogeorgakis, S. P.; Cacchiarelli, D.; Deprest, J.; Li, V. S.; Giobbe, G. G.; De Coppi, P.","author_corresponding":"Paolo De Coppi","author_corresponding_institution":"UCL Great Ormond Street Institute of Child Health, London, UK","date":"2023-06-01","version":"1","type":"new results","license":"cc_no","category":"cell biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.539801.source.xml","abstract":"Despite advances in prenatal diagnosis, it is still difficult to predict severity and outcomes of many congenital malformations. New patient-specific prenatal disease modelling may optimise personalised prediction. We and others have described the presence of mesenchymal stem cells in amniotic fluid (AFSC) that can generate induced pluripotent stem cells (iPSCs). The lengthy reprogramming processes, however, limits the ability to define individual phenotypes or plan prenatal treatment. Therefore, it would be advantageous if fetal stem cells could be obtained during pregnancy and expanded without reprogramming. Using single cell analysis, we characterised the cellular identities in amniotic fluid (AF) and identified viable epithelial stem\/progenitor cells of fetal intestinal, renal and pulmonary origin. With relevance for prenatal disease modelling, these cells could be cultured to form clonal epithelial organoids manifesting small intestine, kidney and lung identity. To confirm this, we derived lung organoids from AF and tracheal fluid (TF) cells of Congenital Diaphragmatic Hernia (CDH) fetuses and found that they show differences to non-CDH controls and can recapitulate some pathological features of the disease. Amniotic Fluid Organoids (AFO) allow investigation of fetal epithelial tissues at clinically relevant developmental stages and may enable the development of therapeutic tools tailored to the fetus, as well as to predicting the effects of such therapies.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542302","title":"Profiling sorghum-microbe interactions with a specialized photoaffinity probe identifies key sorgoleone binders in Acinetobacter pittii","authors":"Kroll, J. O.; Van Fossen, E. M.; Anderson, L. N.; McNaughton, A. D.; Herrera, D.; Oda, Y.; Wilson, A. J.; Nelson, W. C.; Kumar, N.; Frank, A. R.; Elmore, J. R.; Handakumbura, P.; Lin, V. S.; Egbert, R. G.","author_corresponding":"Robert G Egbert","author_corresponding_institution":"Pacific Northwest National Laboratory","date":"2023-06-01","version":"1","type":"new results","license":"cc_no","category":"biochemistry","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.542302.source.xml","abstract":"Sorghum (Sorghum bicolor) is a major food and bioenergy grass species cultivated worldwide. To promote more robust and sustainable growth of this important crop, we need a deeper understanding of the plant-microbe interactions between sorghum and soil microbial communities that benefit plant host resiliency and enhance nutrient acquisition. The release of specific metabolites from plant roots, or root exudation, drives these plant-microbe interactions, but the molecular pathways by which root exudates shape the sorghum rhizosphere microbiome require further elucidation. To investigate these complex interkingdom interactions in the sorghum rhizosphere, we developed a photoaffinity probe based on sorgoleone, a hydrophobic secondary metabolite and allelochemical produced in sorghum seedling root exudates. Here, we apply a new synthetic sorgoleone diazirine alkyne photoaffinity probe (SoDA-PAL) to the identification of sorgoleone-binding proteins in Acinetobacter pittii SO1, a potential plant growth promoting microbe derived from Sorghum bicolor rhizosphere soil. Competitive photoaffinity labeling of A. pittii whole cell lysates with SoDA-PAL identified 137 statistically enriched proteins that were complementary to a previously identified gene cluster involved in sorgoleone catabolism. Proteins identified by SoDA-PAL included a select set of putative transporters, transcription regulators, and a subset of proteins with lipid and secondary metabolic activities. We confirm binding of SoDA-PAL to a putative hydrolase in the \/{beta} fold family (OH685_09420) through structural bioinformatics and in-vitro recombinant protein analysis. This photoaffinity labeling approach using metabolite-based probes can be extended in the future to proteomic profiling of complex rhizosphere microbiomes to discover genes that can be leveraged to promote beneficial plant-microbe interactions.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.29.542760","title":"Boosting Single-Cell RNA Sequencing Analysis with Simple Neural Attention","authors":"Davalos, O. A.; Heydari, A. A.; Fertig, E. J.; Sindi, S.; Hoyer, K. K.","author_corresponding":"Suzanne Sindi","author_corresponding_institution":"University of California, Merced","date":"2023-06-01","version":"1","type":"new results","license":"cc_by","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.29.542760.source.xml","abstract":"A limitation of current deep learning (DL) approaches for single-cell RNA sequencing (scRNAseq) analysis is the lack of interpretability. Moreover, existing pipelines are designed and trained for specific tasks used disjointly for different stages of analysis. We present scANNA, a novel interpretable DL model for scR-NAseq studies that leverages neural attention to learn gene associations. After training, the learned gene importance (interpretability) is used to perform downstream analyses (e.g., global marker selection and cell-type classification) without retraining. ScANNAs performance is comparable to or better than state-of-the-art methods designed and trained for specific standard scRNAseq analyses even though scANNA was not trained for these tasks explicitly. ScANNA enables researchers to discover meaningful results without extensive prior knowledge or training separate task-specific models, saving time and enhancing scRNAseq analyses.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542205","title":"Tuning methylation-dependent silencing dynamics by synthetic modulation of CpG density","authors":"Ma, Y.; Budde, M. W.; Zhu, J.; Elowitz, M.","author_corresponding":"Michael Elowitz","author_corresponding_institution":"Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA 91125, USA","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"synthetic biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.30.542205.source.xml","abstract":"Methylation of cytosines in CG dinucleotides (CpGs) within promoters has been shown to lead to gene silencing in mammals in natural contexts. Recently, engineered recruitment of methyltransferases (DNMTs) at specific loci was shown to be sufficient to silence synthetic and endogenous gene expression through this mechanism. A critical parameter for DNA methylation-based silencing is the distribution of CpGs within the target promoter. However, how the number or density of CpGs in the target promoter affects the dynamics of silencing by DNMT recruitment has remained unclear. Here we constructed a library of promoters with systematically varying CpG content, and analyzed the rate of silencing in response to recruitment of DNMT. We observed a tight correlation between silencing rate and CpG content. Further, methylation-specific analysis revealed a constant accumulation rate of methylation at the promoter after DNMT recruitment. We identified a single CpG site between TATA box and transcription start site (TSS) that accounted for a substantial part of the difference in silencing rates between promoters with differing CpG content, indicating that certain residues play disproportionate roles in controlling silencing. Together, these results provide a library of promoters for synthetic epigenetic and gene regulation applications, as well as insights into the regulatory link between CpG content and silencing rate.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542532","title":"Distinct neural representations during a brain-machine interface and manual reaching task in motor cortex, prefrontal cortex, and striatum","authors":"Zippi, E. L.; Shvartsman, G. F.; Vendrell-Llopis, N.; Wallis, J. D.; Carmena, J. M.","author_corresponding":"Jose M. Carmena","author_corresponding_institution":"University of California, Berkeley","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nd","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.542532.source.xml","abstract":"Although brain-machine interfaces (BMIs) are directly controlled by the modulation of a select local population of neurons, distributed networks consisting of cortical and subcortical areas have been implicated in learning and maintaining control. Previous work in rodent BMI has demonstrated the involvement of the striatum in BMI learning. However, the prefrontal cortex has been largely ignored when studying motor BMI control despite its role in action planning, action selection, and learning abstract tasks. Here, we compare local field potentials simultaneously recorded from the primary motor cortex (M1), dorsolateral prefrontal cortex (DLPFC), and the caudate nucleus of the striatum (Cd) while nonhuman primates perform a two-dimensional, self-initiated, center-out task under BMI control and manual control. Our results demonstrate the presence of distinct neural representations for BMI and manual control in M1, DLPFC, and Cd. We find that neural activity from DLPFC and M1 best distinguish between control types at the go cue and target acquisition, respectively. We also found effective connectivity from DLPFC[-&gt;]M1 throughout trials across both control types and Cd[-&gt;]M1 during BMI control. These results suggest distributed network activity between M1, DLPFC, and Cd during BMI control that is similar yet distinct from manual control.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.541514","title":"Contributions of early and mid-level visual cortex to high-level object categorization","authors":"Kramer, L. E.; Konkle, T.; Chen, Y.-C.; Long, B.; Cohen, M. R.","author_corresponding":"Lily E Kramer","author_corresponding_institution":"University of Chicago","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nd","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.541514.source.xml","abstract":"The complexity of visual features for which neurons are tuned increases from early to late stages of the ventral visual stream. Thus, the standard hypothesis is that high-level functions like object categorization are primarily mediated by higher visual areas because they require more complex image formats that are not evident in early visual processing stages. However, human observers can categorize images as objects or animals or as big or small even when the images preserve only some low and mid-level features but are rendered unidentifiable (\"texforms\", Long et al., 2018). This observation suggests that even the early visual cortex, in which neurons respond to simple stimulus features, may already encode signals about these more abstract high-level categorical distinctions. We tested this hypothesis by recording from populations of neurons in early and mid-level visual cortical areas while rhesus monkeys viewed texforms and their unaltered source stimuli (simultaneous recordings from areas V1 and V4 in one animal and separate recordings from V1 and V4 in two others). Using recordings from a few dozen neurons, we could decode the real-world size and animacy of both unaltered images and texforms. Furthermore, this neural decoding accuracy across stimuli was related to the ability of human observers to categorize texforms by real-world size and animacy. Our results demonstrate that neuronal populations early in the visual hierarchy contain signals useful for higher-level object perception and suggest that the responses of early visual areas to simple stimulus features display preliminary untangling of higher-level distinctions.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543017","title":"ACTIVATION OF CYCLIN-DEPENDENT KINASE 5 BROADENS ACTION POTENTIALS IN HUMAN SENSORY NEURONS","authors":"Tiwari, M. N.; Hall, B. E.; Terse, A.; Amin, N.; Chung, M.-K.; Kulkarni, A.","author_corresponding":"Ashok Kulkarni","author_corresponding_institution":"Functional Genomics Section, National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, MD 20892, USA.","date":"2023-06-01","version":"1","type":"new results","license":"cc0","category":"neuroscience","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543017.source.xml","abstract":"Chronic pain is one of the most devastating and unpleasant conditions, associated with many pathological conditions. Tissue or nerve injuries induce comprehensive neurobiological plasticity in nociceptive neurons, which leads to chronic pain. Recent studies suggest that cyclin-dependent kinase 5 (CDK5) in primary afferents is a key neuronal kinase that modulates nociception through phosphorylation-dependent manner under pathological conditions. However, the impact of the CDK5 on nociceptor activity especially in human sensory neurons are not known. To determine the CDK5-mediated regulation of human dorsal root ganglia (hDRG) neuronal properties, we have performed the whole-cell patch clamp recordings in neurons dissociated from hDRG. CDK5 activation induced by overexpression of p35 depolarized the resting membrane potential and reduced the rheobase currents as compared to the uninfected neurons. CDK5 activation evidently changed the shape of the action potential (AP) by increasing AP rise time, AP fall time, and AP half width. The application of a prostaglandin E2 (PG) and bradykinin (BK) cocktail in uninfected hDRG neurons induced the depolarization of RMP and the reduction of rheobase currents along with increased AP rise time. However, PG and BK applications failed to induce any further significant changes in addition to the aforementioned changes of the membrane properties and AP parameters in the p35-overexpressing group. We conclude that CDK5 activation through the overexpression of p35 in dissociated hDRG neurons broadens AP in hDRG neurons and that CDK5 may play important roles in the modulation of AP properties in human primary afferents under pathological conditions, contributing to chronic pain.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543129","title":"CD4+ T-cell immunity of SARS-CoV-2 patients determine pneumonia development","authors":"Naito, E.; Uchida, T.; Yamasaki, S.; Hashimoto, K.; Miura, Y.; Shiono, A.; Kawamura, T.; Mouri, A.; Yamaguchi, O.; Imai, H.; Kaira, K.; Nemoto, M.; Mitsutake, K.; Nagata, M.; Kagamu, H.","author_corresponding":"Hiroshi Kagamu","author_corresponding_institution":"Saitama Ika Daigaku Kokusai Iryo Center","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"immunology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543129.source.xml","abstract":"Most humans infected with SARS-CoV-2 will recover without developing pneumonia. A few SARS-CoV-2 infected patients, however, develop pneumonia, and occasionally develop cytokine storms. In such cases, it is assumed that there is an inadequate immune response to eliminate viral infected cells and an excessive inappropriate immune response causing organ damage, but little is known about this mechanism. In this study, we used single cell RNA sequencing and mass cytometry to analyze peripheral blood T cells from patients hospitalized with proven COVID-19 infection in order to clarify the differences in host immune status among COVID-19 pneumonia cases, non-pneumonia cases, and healthy controls. The results showed that a specific CD4+ T cell cluster with chemokine receptor expression patterns, CXCR3+CCR4-CCR6+ (Th1\/17), was less abundant in COVID-19 pneumonia patients. Interestingly, these CD4+ T-cell clusters were identical to those we have reported to correlate with antitumor immunity and predict programmed cell death (PD)-1 blockade treatment response in lung cancer. The Th1\/17 cell percentages had biomarker performance in diagnosing pneumonia cases. In addition, CTLA-4 expression of type17 helper T cells (Th17) and regulatory T cells (Treg) was found to be significantly lower. This indicates that functional suppression of Th17 was less effective and Treg function was impaired in pneumonia cases. These results suggest that imbalance of CD4+ T-cell immunity generates excessive immunity that does not lead to viral eradication. This might be a potential therapeutic target mechanism to prevent severe viral infections.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542314","title":"A semi-quantitative, rapid, point of care SARS-CoV-2 serologic assay predicts neutralizing antibody levels","authors":"Markmann, A. J.; Bhowmik, D. R.; Jiang, B.; Van Hoy, M.; Wang, F.; Hou, Y. J.; Baric, R. S.; de Silva, A. M.; Bartelt, L. A.","author_corresponding":"Alena Janda Markmann","author_corresponding_institution":"University of North Carolina Chapel Hill","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"immunology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.30.542314.source.xml","abstract":"The ongoing COVID-19 pandemic has caused millions of deaths and the continued emergence of new variants suggests continued circulation in the human population. In the current time of vaccine availability and new therapeutic development, including antibody-based therapies, many questions about long-term immunity and protection remain uncertain. Identification of protective antibodies in individuals is often done using highly specialized and challenging assays such as functional neutralizing assays, which are not available in the clinical setting. Therefore, there is a great need for the development of rapid, clinically available assays that correlate with neutralizing antibody assays to identify individuals who may benefit from additional vaccination or specific COVID-19 therapies. In this report, we apply a novel semi-quantitative method to an established lateral flow assay (sqLFA) and analyze its ability to detect the presence functional neutralizing antibodies from the serum of COVID-19 recovered individuals. We found that the sqLFA has a strong positive correlation with neutralizing antibody levels. At lower assay cutoffs, the sqLFA is a highly sensitive assay to identify the presence of a range of neutralizing antibody levels. At higher cutoffs, it can detect higher levels of neutralizing antibody with high specificity. This sqLFA can be used both as a screening tool to identify individuals with any level of neutralizing antibody to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), or as a more specific tool to identify those with high neutralizing antibody levels who may not benefit from antibody-based therapies or further vaccination.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.540128","title":"Distance sampling with vehicle-mounted cameras for the estimation of farmland bird abundance over a wide area.","authors":"Kumada, N.; Fukasawa, K.; Yoshioka, A.; Tsuda, N.; Ouchi, H.","author_corresponding":"Nao Kumada","author_corresponding_institution":"Biodiversity Division, National Institute for Environmental Studies, Tsukuba, Ibaraki, Japan","date":"2023-06-01","version":"1","type":"new results","license":"cc_no","category":"ecology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.540128.source.xml","abstract":"Agricultural birds are declining due to farmland abandonment and agricultural intensification, and monitoring approaches, including efficient survey methods, are crucial for the development of effective conservation strategies. Roadside surveys (RS), especially those using vehicle-mounted video cameras, can be used to efficiently search for targets; however, they are limited by the unknown detection range. Distance sampling (DS), in which animal density or abundance is estimated from the distance between the observer and the detected individual, can provide a complimentary approach to address this limitation of RS. We developed a DS model robust to location uncertainty based on video-based RS. We integrated location errors determined by an independent field test using RS and unmanned aerial vehicles (UAVs) into a stochastic DS model. We estimated the abundance of herons and egrets in farmlands in and around the evacuation zone of the Fukushima Daiichi nuclear power plant accident by combining RS and DS. The video-based RS covered 7,031 km of roads and 24.41 km2 of farmlands. All herons and egrets were observed around the evacuation zone and none were detected in the zone. The predicted abundance of herons and egrets differed substantially between areas inside (0.0158 {+\/-} 0.0174\/km2) and outside of the zone (4.62 {+\/-} 5.41\/km2). Integrating location uncertainty into the DS model did not affect predicted heron and egret population densities (4.62 {+\/-} 5.41 vs. 4.66 {+\/-} 5.45\/km2, with or without integrating location uncertainty, respectively). Accordingly, our survey method combining RS and DS is robust to location uncertainty. The study system (i.e., herons and egrets in farmlands) and the inability of location error to exceed the size of one farmland separated by levees may contribute to the accuracy of RS in this study. Synthesis and Applications: Combining RS with vehicle-mounted cameras and DS considering location uncertainty is widely applicable to open land species and can improve the efficiency of monitoring. When large location errors are expected by conventional approaches, DS models incorporating location uncertainty determined by RS and UAVs could be effective for abundance estimation over wide areas.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542109","title":"A comprehensive evolutionary scenario for the origin and neofunctionalization of the Drosophila speciation gene Odysseus (OdsH)","authors":"Vilas Boas Nunes, W.; Siqueira de Oliveira, D.; de Rezende Dias, G.; Carvalho, A. B.; Caruso, I. P.; Matos Biselli, J.; Gueguen, N.; Akkouche, A.; Burlet, N.; Vieira, C.; Carareto, C. M. A.","author_corresponding":"Claudia Marcia Aparecida Carareto","author_corresponding_institution":"Sao Paulo State University (Unesp), Institute of Biosciences, Humanities and Exact Sciences, Sao Jose do Rio Preto, SP, Brazil","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc","category":"evolutionary biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.542109.source.xml","abstract":"Odysseus (OdsH) was the first gene described in Drosophila related to speciation and hybrid sterility. This gene was first described in the melanogaster subgroup and more specifically in the sterile hybrids from crosses between D. mauritiana and D. simulans. Its origin is attributed to the duplication of the gene unc-4, which would have occurred in the ancestor of the subgenus Sophophora. By using a much larger sample of Drosophila species, we showed that contrary to what has been previously proposed, OdsH origin occurred approximately 62 million years ago (Mya). Then, OdsH have experienced rapid neofunctionalization in male reproductive tracts, evidenced by its evolutionary rates, expression and transcription factor binding sites. Furthermore, the analysis of the OdsH peptide sequence allowed the identification of mutations in the DNA- and protein-binding domains of D. mauritiana that could result in incompatibility with genomes from other species. We then explored the expression of OdsH in the spermatocytes of D. arizonae and D. mojavensis, a pair of recently diverged sister species with incomplete reproductive isolation and expected to find the involvement of OdsH in hybrid sterility. Our data indicated that OdsH expression is not atypical in male-sterile hybrids from these species. In conclusion, we have demonstrated that the origin of OdsH occurred earlier than previously proposed and that its neofunctionalization in male sexual functions occurred rapidly after its origin. Our results also suggested that its role as a speciation gene, as in the melanogaster subgroup of species, may be restricted to this specific taxon.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.29.542702","title":"Bridging the gap between movement data and connectivity analysis using the time-explicit Step Selection Function (tSSF)","authors":"Valle, D.; Attias, N.; Cullen, J.; Hooten, M.; Giroux, A.; Santos, L.; Desbiez, A.; Fletcher, R.","author_corresponding":"Denis Valle","author_corresponding_institution":"University of Florida","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"animal behavior and cognition","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.29.542702.source.xml","abstract":"Background Understanding how to connect habitat remnants to facilitate the movement of species is a critical task in an increasingly fragmented world impacted by human activities. The identification of dispersal routes and corridors through connectivity analysis requires measures of landscape resistance but there has been no consensus on how to calculate resistance from habitat characteristics, potentially leading to very different connectivity outcomes. Methods We propose a new model called the time-explicit step selection function (tSSF) that can be directly used for connectivity analysis in the context of the spatial absorbing Markov chain (SAMC) framework without requiring arbitrary transformations. The tSSF model combines a time model with a standard selection function and can provide complementary information regarding how animals use landscapes by separately assessing the drivers of time to traverse the landscape and the drivers of habitat selection. These models are illustrated using GPS-tracking data from giant anteaters (Myrmecophaga tridactyla) in the Pantanal wetlands of Brazil. Results The time model revealed that the fastest movements tended to occur between 8 pm and 5 am, suggesting a crepuscular\/nocturnal behavior. Giant anteaters moved faster over wetlands while moving much slower over forests and savannas, in comparison to grasslands. We found that wetlands were consistently avoided whereas forest and savannas tended to be selected. Importantly, this model revealed that selection for forest increased with temperature, suggesting that forests may act as important thermal shelters when temperatures are high. Finally, the tSSF results can be used to simulate movement and connectivity within a fragmented landscape, revealing that giant anteaters will often not use the shortest-distance path to the destination patch (because that would require traversing a wetland, an avoided habitat) and that approximately 90% of the individuals will have reached the destination patch after 49 days. Conclusions The approach proposed here can be used to gain a better understanding of how landscape features are perceived by individuals through the decomposition of movement patterns into a time and a habitat selection component. This approach can also help bridge the gap between movement-based models and connectivity analysis, enabling the generation of time-explicit results.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.542682","title":"genomicBERT and data-free deep-learning model evaluation","authors":"Chen, T.; Tyagi, N.; Chauhan, S.; Peleg, A. Y.; Tyagi, S.","author_corresponding":"Sonika Tyagi","author_corresponding_institution":"RMIT University","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"bioinformatics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.542682.source.xml","abstract":"The emerging field of Genome-NLP (Natural Language Processing) aims to analyse biological sequence data using machine learning (ML), offering significant advancements in data-driven diagnostics. Three key challenges exist in Genome-NLP. First, long biomolecular sequences require \"tokenisation\" into smaller subunits, which is non-trivial since many biological \"words\" remain unknown. Second, ML methods are highly nuanced, reducing interoperability and usability. Third, comparing models and reproducing results are difficult due to the large volume and poor quality of biological data. To tackle these challenges, we developed the first automated Genome-NLP workflow that integrates feature engineering and ML techniques. The workflow is designed to be species and sequence agnostic. In this workflow: a) We introduce a new transformer-based model for genomes called genomicBERT, which empirically tokenises sequences while retaining biological context. This approach minimises manual preprocessing, reduces vocabulary sizes, and effectively handles out-of-vocabulary \"words\". (b) We enable the comparison of ML model performance even in the absence of raw data. To facilitate widespread adoption and collaboration, we have made genomicBERT available as part of the publicly accessible conda package called Ziran. We have successfully demonstrated the application of Ziran on multiple case studies, showcasing its effectiveness in the field of Genome-NLP.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.540859","title":"Single-cell Spatial Metabolic and Immune Phenotyping of Head and Neck Cancer Tissues Identifies Tissue Signatures of Response and Resistance to Immunotherapy","authors":"Jhaveri, N.; Ben Cheikh, B.; Nikulina, N.; Ma, N.; Klymyshyn, D.; DeRosa, J.; Mihani, R.; Pratapa, A.; Kassim, Y.; Bommakanti, S.; Shang, O.; He, Y.; Zheng, Y.; Monkman, J.; Cooper, C.; O'Byrne, K.; Anand, B.; Prater, M.; Basu, S.; Hughes, B. G. M.; Kulasinghe, A.; Braubach, O.","author_corresponding":"Oliver Braubach","author_corresponding_institution":"Akoya Biosciences","date":"2023-06-01","version":"1","type":"new results","license":"cc_no","category":"cancer biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.30.540859.source.xml","abstract":"Head and neck squamous cell carcinomas (HNSCC) are the seventh most common cancer and represent a global health burden. Immune checkpoint inhibitors (ICIs) have shown promise in treating recurrent\/metastatic cases, with durable benefit in ~30% of patients. Current biomarkers for head and neck tumors are limited in their dynamic ability to capture tumor microenvironment (TME) features, with an increasing need for deeper tissue characterization. Therefore, new biomarkers are needed to accurately stratify patients and predict responses to therapy. Here, we have optimized and applied an ultra-high plex, single-cell spatial protein analysis in HNSCC. Tissues were simultaneously analyzed with a panel of 101 antibodies that targeted biomarkers related to tumor immune, metabolic and stress microenvironments. Our data uncovered a high degree of intra-tumoral heterogeneity intrinsic to head and neck tumors and provided unique insights into the biology of the tumor. In particular, a cellular neighborhood analysis revealed the presence of 6 unique spatial tumor-immune neighborhoods enriched in functionally specialized immune cell subsets across the patient tissue. Additionally, functional phenotyping based on key metabolic and stress markers identified four distinct tumor regions with differential protein signatures. One tumor region was marked by infiltration of CD8+ cytotoxic T cells and overexpression of BAK, a proapoptotic regulator, suggesting strong immune activation and stress. Another adjacent region within the same tumor had high expression of G6PD and MMP9, known drivers of tumor resistance and invasion respectively. This dichotomy of immune activation-induced death and tumor progression in the same sample demonstrates the heterogenous niches and competing microenvironments that underpin clinical responses of therapeutic resistance. Our data integrate single-cell ultra-high plex spatial information with the functional state of the tumor microenvironment to provide insights into a partial response to immune checkpoint inhibitor therapy in HNSCC. We believe that the approach outlined in this study will pave the way towards a new understanding of TME features associated with response and sensitivity to ICI therapies.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542921","title":"Role of XerCD in release of over-replicated DNA through Outer Membrane Vesicles in Escherichia coli","authors":"Mansky, J.; Wang, H.; Wagner-Döbler, I.; Tomasch, J.","author_corresponding":"Jürgen Tomasch","author_corresponding_institution":"Institute of Microbiology, CAS Centre Algatech","date":"2023-06-01","version":"1","type":"new results","license":"cc_by","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.30.542921.source.xml","abstract":"Outer membrane vesicles (OMVs) are universally produced by prokaryotes and play important roles in symbiotic and pathogenic interactions. Here we show that the Gammaproteobacterium Escherichia coli produces OMVs that contain DNA enriched for the region around the terminus of replication ter, and specifically for the recognition sequence dif of the two site-specific recombinases XerCD, similar to OMVs from the Alphaproteobacterium Dinoroseobacter shibae. In deletion mutants of xerC or xerD, the enriched region around ter becomes broader while the peak directly at the dif sequence itself is reduced.\n\nImportanceImprecise termination of replication can lead to over-replicated parts of bacterial chromosomes that have to be excised and removed from the dividing cell. The underlying mechanism is so far poorly understood. Our data suggest a conserved mechanism for repair and removal of over-replicated DNA through outer membrane vesicles and an active role of the site-specific XerCD recombinase complex therein.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543158","title":"The Toxoplasma gondii effector GRA83 modulates the host's innate immune response to regulate parasite infection","authors":"Thind, A. C.; Mota, C. M.; Goncalves, A. P. N.; Sha, J.; Wohlschlegel, J. A.; Mineo, T. W.; Bradley, P. J.","author_corresponding":"Peter J Bradley","author_corresponding_institution":"University of California, Los Angeles","date":"2023-06-01","version":"1","type":"new results","license":"cc_no","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543158.source.xml","abstract":"Toxoplasma gondiis propensity to infect its host and cause disease is highly dependent on its ability to modulate host cell functions. One of the strategies the parasite uses to accomplish this is via the export of effector proteins from the secretory dense granules. Dense granule (GRA) proteins are known to play roles in nutrient acquisition, host cell cycle manipulation, and immune regulation. Here, we characterize a novel dense granule protein named GRA83, which localizes to the parasitophorous vacuole in tachyzoites and bradyzoites. Disruption of GRA83 results in increased virulence, weight loss, and parasitemia during the acute infection, as well as a marked increase in the cyst burden during the chronic infection. This increased parasitemia was associated with an accumulation of inflammatory infiltrates in tissues in both the acute and chronic infection. Murine macrophages infected with {Delta}gra83 tachyzoites produced less interleukin-12 (IL-12) in vitro, which was confirmed with reduced IL-12 and interferon gamma (IFN-{gamma}) in vivo. This dysregulation of cytokines correlates with reduced nuclear translocation of the p65 subunit of the NF-{kappa}B complex. While GRA15 similarly regulates NF-{kappa}B, infection with {Delta}gra83\/{Delta}gra15 parasites did not further reduce p65 translocation to the host cell nucleus, suggesting these GRAs function in converging pathways. We also used proximity labelling experiments to reveal candidate GRA83 interacting T. gondii derived partners. Taken together, this work reveals a novel effector that stimulates the innate immune response, enabling the host to limit parasite burden.\n\nImportanceToxoplasma gondii poses a significant public health concern as it is recognized as one of the leading foodborne pathogens in the United States. Infection with the parasite can cause congenital defects in neonates, life-threatening complications in immunosuppressed patients, and ocular disease. Specialized secretory organelles, including the dense granules, play an important role in the parasites ability to efficiently invade and regulate components of the hosts infection response machinery to limit parasite clearance and establish an acute infection. Toxoplasmas ability to avoid early clearance, while also successfully infecting the host long enough to establish a persistent chronic infection, is crucial in allowing for its transmission to a new host. While multiple GRAs directly modulate host signaling pathways, they do so in various ways highlighting the parasites diverse arsenal of effectors that govern infection. Understanding how parasite-derived effectors harness host functions to evade defenses yet ensure a robust infection are important for understanding the complexity of the pathogens tightly regulated infection. In this study, we characterize a novel secreted protein named GRA83 that stimulates the host cells response to limit infection.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.29.542733","title":"Emergence of Darwinian evolution in Bayesian collectives","authors":"Csillag, M.; Giaffar, H.; Szathmary, E.; Czegel, D.","author_corresponding":"Dániel Czégel","author_corresponding_institution":"Institute of Evolution, Centre for Ecological Research, Hungary","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"evolutionary biology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.29.542733.source.xml","abstract":"The emergence of self-replication in chemical space has led to an explosive diversification of form and function. It is hypothesized that a similar process underlies human action selection in complex combinatorial spaces, such as the space of simulated action sequences. Furthermore, the spontaneous appearance of a non-predesigned evolutionary search in artificial agents might lead to a higher degree of open-endedness, arguably a key missing component of current machine intelligence. In this paper we design a computational model to show that Darwinian evolutionary dynamics over informational units can emerge if collectives of such units need to infer statistics of changing environments. We build our argument on a series of equivalences between Bayesian computations and replicator dynamics to demonstrate that the selective advantage of higher information transmission ability between units and of larger population size appear very early on, already at no consistently shared information between the population size of two units. Further selection for statistical inference at the collective level leads to a continuous increase of transmission fidelity and population size until the population reaches the ability to maintain and iteratively improve combinatorial information, a transition to the regime of Darwinian evolution. Candidate systems include prebiotic collectives of non-replicating molecules, collectives of neural ensembles representing competing action plans, and reinforcement learning agents with parallel policy search.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542938","title":"Yeast Ixr1 mediates the DNA replication stress response through it HMGB DNA binding domains and interaction with checkpoint Mrc1","authors":"Zhang, X.; Teng, S.; Wang, Y.; Jiang, J.; Li, M.; Liu, Y.; Guan, Y.; Wei, A.; Cong, Z.","author_corresponding":"Xinmin Zhang","author_corresponding_institution":".Department of Regenerative Medicine, School of Pharmaceutical Science, Jilin University, Changchun 130021, China","date":"2023-06-01","version":"1","type":"new results","license":"cc_no","category":"genetics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.30.542938.source.xml","abstract":"Background: High mobility group box (HMGB) family protein Ixr1 has been shown to be involved in DNA damage repair, however, its role and mechanism remain largely unclear. Methods: Genes of S. cerevisiae were deleted or tagged with myc, GFP, or mcherry using the lithium acetate method. Sensitivity of strains to hydroxyurea (HU), methyl methanesulfonate (MMS), camptothe-cin (CPT), 4-nitroquinoline N-oxide (4-NQ), or Zeocin was tested. Distribution of GFP or mcherry fusion proteins was visualized with laser scanning confocal microscopy. RNA-seq was used to determine differential gene expression between mutant and control strains. Results: Ixr1 deletion (ixr1) mutant strain was sensitive to HU. Additionally, phosphorylation of effector of DNA damage checkpoint kinase Rad53 was lower in ixr1 than WT. Deletion of DNA damage checkpoint mediators ixr1 Rad9 was more sensitive to HU than ixr1 or Rad9, and ixr1 mrc1 had similar sensitivity to HU as mrc1 but stronger than ixr1. Deletion of ribonucleotide reductase inhibitors sml1 or crt10 didnt reduce the sensitivity of ixr1 induced by HU. Repli-cation fork nuclease exo1 ixr1 or helicase sgs1 ixr1 double deletions were more sensitive to HU than single deletion. In addition, laser scanning confocal microscopy imaging indicated that in response to HU, Ixr1 may be in the same pathway as Mrc1, possibly downstream. Gene Ontol-ogy enrichment analysis of differentially expressed genes (DEGs) between ixr1 and wildtype, untreated and treated with HU, confirmed that Ixr1 plays an important role in regulating the transcription of genes related to DNA replication or DNA damage repair. We also found that, re-gardless of HU exposure, Ixr1 localized to the nucleus and may bind DNA through its two HMG-boxes. Conclusion: Ixr1 participates in the DNA replication stress response through a DNA damage checkpoint pathway mediated by Mrc1, and regulates expression of genes related to DNA damage repair.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543164","title":"Cyanide-dependent control of terminal oxidase hybridization by Pseudomonas aeruginosa MpaR","authors":"Smiley, M. K.; Sekaran, D. C.; Price-Whelan, A.; Dietrich, L. E. P.","author_corresponding":"Lars E.P. Dietrich","author_corresponding_institution":"Columbia University","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543164.source.xml","abstract":"Pseudomonas aeruginosa is a common, biofilm-forming pathogen that exhibits complex pathways of redox metabolism. It produces four different types of terminal oxidases for aerobic respiration, and for one of these - the cbb3-type terminal oxidases - it has the capacity to produce at least 16 isoforms encoded by partially redundant operons. It also produces small-molecule virulence factors that interact with the respiratory chain, including the poison cyanide. Previous studies had indicated a role for cyanide in activating expression of an \"orphan\" terminal oxidase subunit gene called ccoN4 and that the product contributes to P. aeruginosa cyanide resistance, fitness in biofilms, and virulence-but the mechanisms underlying this process had not been elucidated. Here, we show that the regulatory protein MpaR, which is predicted to be a pyridoxal phosphate-binding transcription factor and is encoded just upstream of ccoN4, controls ccoN4 expression in response to endogenous cyanide. Paradoxically, we find that cyanide production is required to support CcoN4s contribution to respiration in biofilms. We identify a palindromic motif required for cyanide- and MpaR-dependent expression of ccoN4 and co-expressed, adjacent loci. We also characterize the regulatory logic of this region of the chromosome. Finally, we identify residues in the putative cofactor-binding pocket of MpaR that are required for ccoN4 expression. Together, our findings illustrate a novel scenario in which the respiratory toxin cyanide acts as a signal to control gene expression in a bacterium that produces the compound endogenously.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542751","title":"A framework for identifying fertility gene targets for mammalian pest control","authors":"Clark, A. C.; Alexander, A.; Edison, R.; Esvelt, K.; Kamau, S.; Dutoit, L.; Champer, J.; Champer, S. E.; Messer, P. W.; Gemmell, N. J.","author_corresponding":"Anna C Clark","author_corresponding_institution":"University of Otago","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc","category":"genetics","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.30.542751.source.xml","abstract":"Fertility-targeted gene drives have been proposed as an ethical genetic approach for managing wild populations of vertebrate pests for public health and conservation benefit. This manuscript introduces a framework to identify and evaluate target gene suitability based on biological gene function, gene expression, and results from mouse knockout models. This framework identified 16 genes essential for male fertility and 12 genes important for female fertility that may be feasible targets for mammalian gene drives and other non-drive genetic pest control technology. Further, a comparative genomics analysis demonstrates the conservation of the identified genes across several globally significant invasive mammals. In addition to providing important considerations for identifying candidate genes, our framework and the genes identified in this study may have utility in developing additional pest control tools such as wildlife contraceptives.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.30.542810","title":"P-DOR, an easy-to-use pipeline to reconstruct outbreaks using pathogen genomics","authors":"Batisti Biffignandi, G.; Bellinzona, G.; Petazzoni, G.; Sassera, D.; Zuccotti, G. V.; Bandi, C.; Baldanti, F.; Comandatore, F.; Gaiarsa, S.","author_corresponding":"Stefano Gaiarsa","author_corresponding_institution":"Microbiology and Virology Unit. Fondazione IRCCS Policlinico San Matteo. Pavia, Italy","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.30.542810.source.xml","abstract":"Bacterial Healthcare Associated Infections (HAIs) are a major threat worldwide, which can be counteracted by establishing effective infection control measures, guided by constant surveillance and timely epidemiological investigations. Genomics is crucial in modern epidemiology but lacks standard methods and user-friendly software, accessible to users without a strong bioinformatics proficiency. To overcome these issues we developed P-DOR, a novel tool for rapid bacterial outbreak characterization. P-DOR accepts genome assemblies as input, it automatically selects a background of publicly available genomes using k-mer distances and adds it to the analysis dataset before inferring a SNP-based phylogeny. Epidemiological clusters are identified considering the phylogenetic tree topology and SNP distances. By analyzing the SNP-distance distribution, the user can gauge the correct threshold. Patient metadata can be inputted as well, to provide a spatio-temporal representation of the outbreak. The entire pipeline is fast and scalable and can be also run on low-end computers.\n\nAvailability and implementationP-DOR is implemented in Python3 and R and can be installed using conda environments. It is available from GitHub https:\/\/github.com\/SteMIDIfactory\/P-DOR under the GPL-3.0 license.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543058","title":"Rhizoctonia solani disease suppression: addition of keratin-rich soil amendment leads to functional shifts in soil microbial communities","authors":"Russ, L.; Andreo Jimenez, B.; Nijhuis, E.; Postma, J.","author_corresponding":"Lina Russ","author_corresponding_institution":"Wageningen University & Research","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543058.source.xml","abstract":"Promoting soil suppressiveness against soil borne pathogens could be a promising strategy to manage crop diseases. One way to increase pathogen suppression would be the addition of soil organic amendments, however the mechanism behind this effect remains unexplored. The presented study will focus on Rhizoctonia solani disease in sugar beet grown in two different soils. We aim to find how microbial communities and their molecular functions can be linked to Rhizoctonia solani disease suppression in sugar beet seedlings after soil is amended with a keratin-rich side stream from the farming industry. Amended soil samples were analyzed using shotgun metagenomics sequencing, and the disease score of plants infected with Rhizoctonia and grown in the same soil was collected. Results showed that both keratin-rich amended soils were rich in bacteria from the Flavobacteriaceae, Sphingobacteriaceae, Boseaceae, Phyllobacteriaceae, Caulobacteraceae, Oxalobacteraceae, Comamonadaceae, Rhodanobacteraceae and Steroidobacteraceae, as well as taxa from the phylum Bdellovibrionota, containing obligate predatory bacteria. The only fungal group that increased significantly was the Mortierellaceae family. Keratinases were abundant in the keratin-rich amended samples. Pfam domain enrichment analysis showed a decline in domains that could be annotated in both keratin-rich amended soils (Lisse [~]18% and Vredepeel [~]30%), showing an increase in unknown proteins. Among proteins that were enriched were those potentially involved in the production of secondary metabolites\/antibiotics, proteins involved in motility, keratin-degradation, and contractile secretion system proteins (mostly type VI secretion system). These results could show that keratin-rich soil amendments can support the transformation into a disease suppressive soil by stimulating the same taxa that have been found in other disease suppressive soils. We hypothesize that these taxa are responsible for the suppression effect due to their genomic potential to produce antibiotics, secrete effectors via the contractile secretion system, and degrade oxalate, which is considered a virulence factor of R. solani, while simultaneously possessing the ability to metabolize keratin.","published":"NA","server":"biorxiv"},{"doi":"10.1101\/2023.05.31.543096","title":"Wolbachia-induced inhibition of O'nyong nyong virus in Anopheles mosquitoes is mediated by Toll signaling and modulated by cholesterol","authors":"Pujhari, S.; Hughes, G. L.; Pakpour, N.; Suzuki, Y.; Rasgon, J. L.","author_corresponding":"Jason L Rasgon","author_corresponding_institution":"Penn State University","date":"2023-06-01","version":"1","type":"new results","license":"cc_by_nc_nd","category":"microbiology","jatsxml":"https:\/\/www.biorxiv.org\/content\/early\/2023\/06\/01\/2023.05.31.543096.source.xml","abstract":"Enhanced host immunity and competition for metabolic resources are two main competing hypotheses for the mechanism of Wolbachia-mediated pathogen inhibition in arthropods. Using an Anopheles mosquito - somatic Wolbachia infection - O'nyong nyong virus (ONNV) model, we demonstrate that the mechanism underpinning Wolbachia-mediated virus inhibition is up-regulation of the Toll innate immune pathway. However, the viral inhibitory properties of Wolbachia were abolished by cholesterol supplementation. This result was due to Wolbachia-dependent cholesterol-mediated suppression of Toll signaling rather than competition for cholesterol between Wolbachia and virus. The inhibitory effect of cholesterol was specific to Wolbachia-infected Anopheles mosquitoes and cells. These data indicate that both Wolbachia and cholesterol influence Toll immune signaling in Anopheles mosquitoes in a complex manner and provide a functional link between the host immunity and metabolic competition hypotheses for explaining Wolbachia-mediated pathogen interference in mosquitoes. In addition, these results provide a mechanistic understanding of the mode of action of Wolbachia-induced pathogen blocking in Anophelines, which is critical to evaluate the long-term efficacy of control strategies for malaria and Anopheles-transmitted arboviruses.","published":"NA","server":"biorxiv"}]}



